/*
Navicat MySQL Data Transfer

Source Server         : 127.0.0.1
Source Server Version : 50721
Source Host           : localhost:3306
Source Database       : ctontcm

Target Server Type    : MYSQL
Target Server Version : 50721
File Encoding         : 65001

Date: 2021-01-20 17:34:21
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for transportation_center
-- ----------------------------
DROP TABLE IF EXISTS `transportation_center`;
CREATE TABLE `transportation_center` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL,
  `city` varchar(45) NOT NULL,
  `max_cargo_count` int(11) NOT NULL,
  `level` int(11) NOT NULL,
  `address` varchar(255) DEFAULT NULL,
  `longitude` double DEFAULT NULL,
  `latitude` double DEFAULT NULL,
  `consumer_hotline` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of transportation_center
-- ----------------------------
INSERT INTO `transportation_center` VALUES ('1', '南京', '南京转运中心', '1000', '1', '铺岗街419号附近', '118.842765', '31.896536', '95554');
INSERT INTO `transportation_center` VALUES ('2', '上海', '上海转运中心', '2000', '1', '上海市青浦区徐泾镇明珠路1168号圆通速递', '121.26483', '31.206885', '95554');
INSERT INTO `transportation_center` VALUES ('3', '杭州', '杭州转运中心', '1700', '1', '靖江镇保税大道', '120.470485', '30.25302', '95554');
INSERT INTO `transportation_center` VALUES ('4', '无锡', '无锡转运中心', '1000', '2', '江苏省无锡市新吴区薛典北路128号', '120.695976', '31.426996', '95554');

-- ----------------------------
-- Table structure for transportation_company
-- ----------------------------
DROP TABLE IF EXISTS `transportation_company`;
CREATE TABLE `transportation_company` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) NOT NULL,
  `account` varchar(45) NOT NULL,
  `password` varchar(45) NOT NULL,
  `driver_count` int(11) NOT NULL,
  `truck_count` int(11) NOT NULL,
  `phone` varchar(45) NOT NULL,
  `address` varchar(255) NOT NULL,
  `unified_social_credit_code` varchar(45) DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `account_UNIQUE` (`account`),
  UNIQUE KEY `name_UNIQUE` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of transportation_company
-- ----------------------------
INSERT INTO `transportation_company` VALUES ('1', '南邮汽车运输有限公司', 'company1', 'e10adc3949ba59abbe56e057f20f883e', '6', '4', '15577778888', '南京市鼓楼区新模范马路66号', null);
INSERT INTO `transportation_company` VALUES ('2', '三牌楼汽车货运有限公司', 'company2', 'e10adc3949ba59abbe56e057f20f883e', '6', '4', '13800001111', '南京市鼓楼区三牌楼大街1号', null);
INSERT INTO `transportation_company` VALUES ('3', '司背后货运有限公司', 'company3', 'e10adc3949ba59abbe56e057f20f883e', '6', '4', '13711112222', '南京市鼓楼区司背后1号', null);
INSERT INTO `transportation_company` VALUES ('4', '马台街卡车货运有限公司', 'company4', 'e10adc3949ba59abbe56e057f20f883e', '6', '4', '13688889999', '南京市鼓楼区马台街1号', null);
INSERT INTO `transportation_company` VALUES ('5', '和会街汽车货运公司', 'company5', 'e10adc3949ba59abbe56e057f20f883e', '6', '4', '18255556666', '南京市鼓楼区和会街1号', null);
INSERT INTO `transportation_company` VALUES ('6', '运输公司(测试1)', 'company-test1', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '13612345678', '南京市鼓楼区新模范马路66号南京邮电大学行政北楼', '51320000509196114B');
INSERT INTO `transportation_company` VALUES ('7', '运输公司(测试2)', 'company-test2', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '13602345678', '南京市鼓楼区新模范马路66号南京邮电大学行政北楼1楼', '51320000509196114B');
INSERT INTO `transportation_company` VALUES ('10', '南通汽运集团', 'nantong_transportation', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '13955556666', '南通市如皋市长江镇二案居29组', '51320000509196114C');
INSERT INTO `transportation_company` VALUES ('11', '如皋汽运集团', 'rugao_transportation', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '15551111222', '江苏省如皋市客运站', '51320000509196114S');

-- ----------------------------
-- Table structure for t_cargo
-- ----------------------------
DROP TABLE IF EXISTS `t_cargo`;
CREATE TABLE `t_cargo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cargo_id` bigint(20) NOT NULL,
  `consignor_id` varchar(45) NOT NULL,
  `consignor_name` varchar(45) NOT NULL,
  `consignor_phone` varchar(45) NOT NULL,
  `origin` varchar(255) NOT NULL,
  `destination` varchar(255) NOT NULL,
  `detailed_origin` varchar(255) DEFAULT NULL,
  `detailed_origin_longitude` double DEFAULT '0',
  `detailed_origin_latitude` double DEFAULT '0',
  `detailed_destination` varchar(255) DEFAULT NULL,
  `detailed_destination_longitude` double DEFAULT '0',
  `detailed_destination_latitude` double DEFAULT '0',
  `type` int(4) NOT NULL COMMENT '0：拼车\\n1：整车',
  `is_cargo_taking` tinyint(1) NOT NULL COMMENT '0：代表未接单\\n1：代表已结单',
  `mass` float NOT NULL,
  `volume` float NOT NULL,
  `price` double DEFAULT NULL,
  `cargo_description` varchar(255) DEFAULT NULL,
  `completed` tinyint(1) DEFAULT '0' COMMENT '0未完成; 1已完成',
  `grade` float DEFAULT '0',
  `payed` tinyint(1) DEFAULT '0',
  `big` tinyint(1) DEFAULT '0',
  `transportation_record_id` int(11) NOT NULL DEFAULT '-1',
  `real_price` double DEFAULT '0',
  `current_city` varchar(45) DEFAULT NULL,
  `current_state` int(11) NOT NULL DEFAULT '0',
  `expected_arrival_time` timestamp NULL DEFAULT NULL,
  `expected_price` int(11) DEFAULT '0',
  `transportation_center_id` int(11) DEFAULT '0' COMMENT '与转运中心绑定',
  PRIMARY KEY (`id`),
  UNIQUE KEY `cargo_id_UNIQUE` (`cargo_id`)
) ENGINE=InnoDB AUTO_INCREMENT=448 DEFAULT CHARSET=utf8 COMMENT='货物';

-- ----------------------------
-- Records of t_cargo
-- ----------------------------
INSERT INTO `t_cargo` VALUES ('1', '15780614960000261', '26', '苏恒宇', '18940553407', '南京', '嘉兴', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '0', '2.18', '11.9452', '3138.06', null, '0', '3', '0', '0', '28', '2073.06', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('2', '15780614960000205', '20', '苑子晨', '18979552478', '嘉兴', '苏州', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '1', '4.47', '1.8391', '2597.3', null, '1', '3', '0', '0', '23', '1650.19', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('3', '15780614970000292', '29', '出明哲', '18933085320', '湖州', '上海', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '1', '8.38', '106.502', '3742.13', null, '1', '3', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('4', '15780614970000189', '18', '环士娇', '18929697827', '嘉兴', '南京', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '1', '1', '4.42', '32.3914', '2349.25', null, '1', '3', '0', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('5', '15780614980000183', '18', '环士娇', '18929697827', '苏州', '杭州', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '1', '4.43', '77.9554', '3172.46', null, '1', '4', '0', '0', '-1', '0', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('6', '15780614980000025', '2', '宏娅廷', '18923216451', '湖州', '上海', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '1', '1', '5.46', '42.9676', '2466.29', null, '0', '0', '0', '0', '-1', '0', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('7', '15780614990000021', '2', '宏娅廷', '18923216451', '嘉兴', '镇江', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '1', '1.02', '4.9141', '2965.73', null, '0', '0', '0', '0', '10', '2322.59', '嘉兴', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('8', '15780614990000272', '27', '牢杰森', '18970701260', '上海', '南京', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '1', '1.05', '43.0492', '2586.6', null, '1', '3', '0', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('9', '15780615000000139', '13', '经树行', '18948753227', '杭州', '上海', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '1', '9.29', '84.5061', '3312.59', null, '1', '3', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('10', '15780615000000184', '18', '环士娇', '18929697827', '上海', '苏州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '1', '3.91', '47.13', '2506.19', null, '1', '4', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('11', '15780615010000097', '9', '浦芳妤', '18921512185', '镇江', '杭州', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '1', '6.31', '10.041', '3750.64', null, '0', '0', '0', '0', '14', '2709.34', '镇江', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('13', '15780615020000035', '3', '俎欧辰', '18915619633', '湖州', '无锡', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '1', '1', '8.97', '54.2737', '2696.11', null, '0', '0', '0', '0', '-1', '0', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('14', '15780615020000202', '20', '苑子晨', '18979552478', '苏州', '南京', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '1', '5.54', '7.8719', '3111.37', null, '0', '0', '0', '0', '13', '3111.37', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('15', '15780615030000141', '14', '国锦玉', '18928931549', '苏州', '嘉兴', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '0', '1', '7.14', '4.543', '3647.24', null, '1', '3', '0', '0', '18', '3647.24', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('16', '15780615030000309', '30', '封乐佳', '18996358891', '镇江', '湖州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '1', '6.37', '8.4924', '3605.83', null, '1', '3', '1', '0', '8', '2704.69', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('17', '15780615040000120', '12', '乜广运', '18916036646', '无锡', '嘉兴', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '1', '0.1', '2.463', '2834.36', null, '0', '0', '0', '0', '28', '1799.83', '无锡', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('18', '15780615050000307', '30', '封乐佳', '18996358891', '无锡', '湖州', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '1', '1.9', '3.5768', '3270.03', null, '0', '0', '0', '0', '23', '2660.5', '无锡', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('19', '15780615050000112', '11', '牧明璨', '18993863697', '上海', '苏州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '0', '1', '1.5', '6.4561', '3501.55', null, '1', '4', '0', '0', '1', '2686.41', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('20', '15780615060000211', '21', '业玉戈', '18926057712', '湖州', '杭州', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '0', '1', '3.63', '6.107', '2489.9', null, '1', '4', '0', '0', '8', '1266.14', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('21', '15780615060000297', '29', '出明哲', '18933085320', '湖州', '上海', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '1', '1', '7.57', '82.9181', '3288.36', null, '0', '0', '0', '0', '-1', '0', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('22', '15780615070000194', '19', '薄钰珂', '18957525364', '上海', '嘉兴', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '1', '1', '0.25', '52.5598', '2623.27', null, '0', '0', '0', '0', '-1', '0', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('23', '15780615070000287', '28', '普文浩', '18973105981', '上海', '南京', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '1', '1', '0.57', '80.6976', '3325.95', null, '1', '4', '0', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('24', '15780615080000290', '29', '出明哲', '18933085320', '杭州', '苏州', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '1', '7.47', '102.539', '3668.01', null, '1', '0', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('25', '15780615080000071', '7', '伊子硕', '18990211932', '苏州', '嘉兴', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '0', '1', '3.86', '5.4054', '2466.07', null, '0', '0', '1', '0', '21', '1313.06', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('26', '15780615090000031', '3', '俎欧辰', '18915619633', '苏州', '湖州', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '1', '1.32', '72.8745', '3025.4', null, '0', '0', '0', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('27', '15780615090000161', '16', '练子贺', '18939681022', '杭州', '南京', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '1', '2.5', '2.859', '2557.16', null, '0', '0', '0', '0', '10', '1533.47', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('28', '15780615100000301', '30', '封乐佳', '18996358891', '湖州', '苏州', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '0', '1', '2.55', '9.5959', '2966.01', null, '0', '0', '0', '0', '14', '1829.94', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('29', '15780615100000142', '14', '国锦玉', '18928931549', '杭州', '上海', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '1', '5.1', '6.5823', '3559.93', null, '1', '3', '0', '0', '14', '2539.52', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('30', '15780615110000185', '18', '环士娇', '18929697827', '无锡', '南京', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '1', '0.82', '56.2296', '2749.49', null, '1', '3', '0', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('31', '15780615110000211', '21', '业玉戈', '18926057712', '南京', '镇江', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '0', '1', '4.23', '3.3099', '2342.12', null, '0', '0', '0', '0', '19', '1065.97', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('32', '15780615120000253', '25', '仵雨晨', '18905760665', '苏州', '上海', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '1', '1', '3.22', '67.1312', '2901.7', null, '1', '4', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('33', '15780615120000294', '29', '出明哲', '18933085320', '无锡', '镇江', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '1', '0.35', '7.9961', '3100.1', null, '1', '0', '0', '0', '8', '2059.46', '无锡', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('34', '15780615130000300', '30', '封乐佳', '18996358891', '嘉兴', '南京', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '1', '3.63', '6.1928', '3065.52', null, '1', '3', '0', '0', '11', '2516.7', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('35', '15780615130000142', '14', '国锦玉', '18928931549', '无锡', '上海', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '1', '1', '0.16', '65.0361', '2896.01', null, '1', '3', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('36', '15780615140000233', '23', '靳婧妍', '18932668490', '镇江', '杭州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '0', '1', '6.97', '9.3121', '3673.65', null, '0', '0', '0', '0', '24', '2810.24', '镇江', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('37', '15780615140000296', '29', '出明哲', '18933085320', '杭州', '镇江', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '1', '5.6', '4.2555', '2514.08', null, '1', '3', '0', '0', '16', '1249.4', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('38', '15780615150000102', '10', '秋玉惠', '18944969636', '苏州', '嘉兴', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '1', '1', '7.5', '39.5997', '2352.96', null, '0', '0', '0', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('39', '15780615150000039', '3', '俎欧辰', '18915619633', '苏州', '上海', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '1', '6.58', '8.0049', '2950.15', null, '0', '0', '0', '0', '27', '1952.58', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('40', '15780615160000218', '21', '业玉戈', '18926057712', '嘉兴', '南京', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '1', '9.97', '9.4962', '3625.08', null, '1', '4', '0', '0', '25', '3625.07', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('41', '15780615160000046', '4', '蒯誉馨', '18952789284', '苏州', '南京', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '1', '8.63', '7.5877', '2609.67', null, '1', '4', '0', '0', '16', '1441.17', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('42', '15780615170000239', '23', '靳婧妍', '18932668490', '上海', '苏州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '1', '1', '6.58', '79.4313', '3161.98', null, '1', '3', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('43', '15780615170000240', '24', '折建刚', '18972151634', '上海', '苏州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '1', '1', '3.27', '82.0987', '3215.63', null, '1', '4', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('44', '15780615180000161', '16', '练子贺', '18939681022', '嘉兴', '苏州', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '1', '1', '3.35', '96.2464', '3479.54', null, '1', '3', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('45', '15780615180000079', '7', '伊子硕', '18990211932', '上海', '南京', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '1', '7.64', '15.323', '3833.27', null, '1', '4', '0', '0', '12', '2705.56', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('46', '15780615190000014', '1', '翁记彤', '18966964413', '上海', '南京', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '1', '5.46', '9.3733', '3622.53', null, '1', '4', '0', '0', '6', '3027.81', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('47', '15780615190000176', '17', '速星光', '18970667416', '无锡', '镇江', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '1', '4.88', '93.326', '3464.87', null, '1', '0', '0', '0', '-1', '0', '无锡', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('48', '15780615200000075', '7', '伊子硕', '18990211932', '嘉兴', '无锡', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '1', '1', '0.94', '53.9655', '2667.86', null, '1', '3', '0', '0', '-1', '0', '无锡', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('49', '15780615200000297', '29', '出明哲', '18933085320', '南京', '苏州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '1', '1', '9.59', '66.7842', '2993.58', null, '0', '0', '0', '0', '-1', '0', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('50', '15780615210000083', '8', '泥子墨', '18914717630', '镇江', '湖州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '1', '1', '7.33', '31.505', '2265.77', null, '1', '3', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('51', '15780615210000060', '6', '丘斐然', '18974602143', '杭州', '嘉兴', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '1', '7.01', '4.36', '3653.4', null, '1', '4', '0', '0', '1', '2906.54', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('52', '15780615220000211', '21', '业玉戈', '18926057712', '上海', '湖州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '1', '3.2', '9.7544', '3443.38', null, '1', '4', '0', '0', '12', '2357', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('53', '15780615220000031', '3', '俎欧辰', '18915619633', '苏州', '无锡', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '1', '1', '1.3', '96.9161', '3490.48', null, '0', '0', '1', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('54', '15780615230000272', '27', '牢杰森', '18970701260', '南京', '上海', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '1', '4.71', '107.034', '3848.45', null, '1', '3', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('55', '15780615230000155', '15', '叶路阳', '18956291696', '苏州', '嘉兴', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '1', '3.91', '10.29', '3678.85', null, '1', '4', '0', '0', '20', '3038.48', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('56', '15780615240000131', '13', '经树行', '18948753227', '杭州', '嘉兴', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '0', '1', '4.73', '10.758', '3577.58', null, '1', '3', '0', '0', '19', '2732.25', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('57', '15780615240000266', '26', '苏恒宇', '18940553407', '上海', '镇江', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '1', '0.17', '64.1147', '2983.61', null, '1', '4', '0', '0', '-1', '0', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('58', '15780615250000172', '17', '速星光', '18970667416', '杭州', '无锡', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '0', '1', '8.94', '17.781', '3807.3', null, '1', '3', '0', '0', '12', '2768.7', '无锡', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('59', '15780615250000056', '5', '代锦锦', '18994814278', '杭州', '苏州', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '1', '0.24', '3.4724', '2260.43', null, '1', '4', '0', '0', '11', '1198.41', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('60', '15780615260000200', '20', '苑子晨', '18979552478', '无锡', '镇江', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '1', '2.35', '31.478', '2217.66', null, '1', '4', '0', '0', '-1', '0', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('61', '15780615260000157', '15', '叶路阳', '18956291696', '无锡', '苏州', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '1', '3.74', '46.4166', '2466.18', null, '1', '4', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('62', '15780615270000182', '18', '环士娇', '18929697827', '无锡', '湖州', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '1', '1', '2.91', '51.3871', '2623.71', null, '1', '4', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('63', '15780615270000042', '4', '蒯誉馨', '18952789284', '南京', '湖州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '1', '4.72', '5.4619', '2347.58', null, '1', '3', '0', '0', '27', '1018.19', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('64', '15780615280000148', '14', '国锦玉', '18928931549', '苏州', '上海', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '1', '0.83', '9.4435', '3370.19', null, '1', '0', '0', '0', '9', '2905.51', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('65', '15780615290000043', '4', '蒯誉馨', '18952789284', '上海', '南京', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '1', '3.82', '5.7645', '2769.24', null, '1', '3', '0', '0', '3', '1657.9', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('66', '15780615290000073', '7', '伊子硕', '18990211932', '杭州', '苏州', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '1', '1.36', '96.8869', '3557.4', null, '1', '0', '0', '0', '-1', '0', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('67', '15780615300000200', '20', '苑子晨', '18979552478', '南京', '苏州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '0', '1', '9.69', '8.8676', '3428.78', null, '1', '0', '0', '0', '2', '2681.68', '南京', '1', null, '0', '1');
INSERT INTO `t_cargo` VALUES ('68', '15780615300000073', '7', '伊子硕', '18990211932', '湖州', '嘉兴', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '1', '1', '0.54', '71.5363', '2984.67', null, '1', '4', '1', '0', '-1', '0', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('69', '15780615310000226', '22', '古康佳', '18922714775', '上海', '苏州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '1', '5.63', '17.293', '3711.02', null, '0', '0', '0', '0', '15', '3337.33', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('70', '15780615310000201', '20', '苑子晨', '18979552478', '上海', '南京', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '1', '1', '9.85', '81.4894', '3337.9', null, '1', '4', '0', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('71', '15780615320000209', '20', '苑子晨', '18979552478', '南京', '苏州', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '1', '8.86', '67.621', '3002.82', null, '0', '0', '0', '0', '-1', '0', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('72', '15780615320000169', '16', '练子贺', '18939681022', '杭州', '镇江', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '1', '7.52', '54.7533', '2786.62', null, '0', '0', '0', '0', '-1', '0', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('73', '15780615330000024', '2', '宏娅廷', '18923216451', '镇江', '无锡', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '1', '1', '1.33', '52.0141', '2621.85', null, '1', '0', '0', '0', '-1', '0', '镇江', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('74', '15780615330000261', '26', '苏恒宇', '18940553407', '无锡', '湖州', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '1', '1', '8.01', '45.1485', '2510.74', null, '1', '4', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('75', '15780615340000307', '30', '封乐佳', '18996358891', '嘉兴', '镇江', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '1', '4.67', '7.6393', '3103.94', null, '1', '4', '0', '0', '2', '2186.4', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('76', '15780615340000204', '20', '苑子晨', '18979552478', '嘉兴', '杭州', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '1', '3.16', '62.2629', '2808.21', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('77', '15780615350000203', '20', '苑子晨', '18979552478', '上海', '镇江', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '1', '9.49', '32.4952', '2356.82', null, '0', '0', '0', '0', '-1', '0', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('78', '15780615350000097', '9', '浦芳妤', '18921512185', '苏州', '上海', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '1', '8.64', '8.9583', '2742.96', null, '1', '3', '0', '0', '28', '1698.85', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('79', '15780615360000251', '25', '仵雨晨', '18905760665', '嘉兴', '上海', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '1', '5.12', '8.8689', '3238.64', null, '1', '4', '0', '0', '19', '2247.16', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('80', '15780615360000243', '24', '折建刚', '18972151634', '杭州', '湖州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '0', '1', '1.23', '5.9566', '3075.77', null, '1', '4', '0', '0', '16', '2300.31', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('81', '15780615370000026', '2', '宏娅廷', '18923216451', '南京', '杭州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '1', '2.65', '7.9867', '2852.05', null, '1', '3', '1', '0', '17', '1782.61', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('82', '15780615370000238', '23', '靳婧妍', '18932668490', '上海', '南京', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '1', '7.96', '103.763', '3792.93', null, '0', '0', '0', '0', '-1', '0', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('83', '15780615380000202', '20', '苑子晨', '18979552478', '杭州', '上海', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '1', '9.89', '3.2282', '2408.29', null, '1', '4', '0', '0', '15', '1220.19', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('84', '15780615380000044', '4', '蒯誉馨', '18952789284', '镇江', '湖州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '1', '7.98', '5.3895', '2348.67', null, '1', '4', '0', '0', '20', '1011.67', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('85', '15780615390000076', '7', '伊子硕', '18990211932', '苏州', '镇江', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '1', '3.92', '74.362', '3124.25', null, '0', '0', '1', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('86', '15780615390000154', '15', '叶路阳', '18956291696', '苏州', '嘉兴', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '1', '1', '6.83', '59.9087', '2760.93', null, '0', '0', '0', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('87', '15780615400000257', '25', '仵雨晨', '18905760665', '杭州', '南京', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '0', '1', '9.33', '7.0679', '2437.93', null, '1', '4', '0', '0', '3', '1164.7', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('88', '15780615400000134', '13', '经树行', '18948753227', '苏州', '南京', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '1', '7.72', '6.1367', '2892.06', null, '1', '3', '0', '0', '3', '1920.96', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('89', '15780615410000206', '20', '苑子晨', '18979552478', '杭州', '嘉兴', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '0', '1', '7.88', '8.5788', '3276.14', null, '1', '4', '0', '0', '27', '2457.16', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('90', '15780615410000305', '30', '封乐佳', '18996358891', '南京', '杭州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '1', '1', '2.69', '108.096', '3850.11', null, '0', '0', '0', '0', '-1', '0', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('92', '15780615420000204', '20', '苑子晨', '18979552478', '上海', '杭州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '1', '1', '2.49', '82.0197', '3258.78', null, '1', '4', '0', '0', '-1', '0', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('93', '15780615430000195', '19', '薄钰珂', '18957525364', '南京', '苏州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '1', '7.69', '48.7934', '2658.51', null, '1', '3', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('94', '15780615430000208', '20', '苑子晨', '18979552478', '上海', '镇江', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '1', '1', '7.09', '37.2363', '2422.41', null, '1', '4', '0', '0', '-1', '0', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('95', '15780615440000110', '11', '牧明璨', '18993863697', '镇江', '湖州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '1', '1', '3.72', '34.8421', '2333.48', null, '1', '3', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('96', '15780615440000217', '21', '业玉戈', '18926057712', '上海', '湖州', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '1', '1.8', '5.2262', '2691.11', null, '1', '3', '0', '0', '4', '1828.54', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('97', '15780615450000145', '14', '国锦玉', '18928931549', '镇江', '杭州', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '1', '1', '1.92', '101.632', '3723.54', null, '0', '0', '0', '0', '-1', '0', '镇江', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('98', '15780615450000294', '29', '出明哲', '18933085320', '杭州', '苏州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '0', '1', '9.06', '8.3409', '2989.16', null, '0', '0', '0', '0', '21', '1976.33', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('99', '15780615460000214', '21', '业玉戈', '18926057712', '杭州', '上海', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '1', '2.09', '14.214', '3710.86', null, '1', '4', '0', '0', '24', '2948.94', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('100', '15780615460000156', '15', '叶路阳', '18956291696', '镇江', '湖州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '1', '1.58', '12.007', '3677.98', null, '1', '0', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('101', '15780616220000024', '2', '宏娅廷', '18923216451', '上海', '镇江', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '1', '4.79', '49.456', '2693.21', null, '1', '4', '0', '0', '6', '1586.71', '镇江', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('102', '15780616220000020', '2', '宏娅廷', '18923216451', '无锡', '南京', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '1', '1', '9.79', '95.6298', '3544.27', null, '1', '3', '1', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('103', '15780616230000136', '13', '经树行', '18948753227', '苏州', '镇江', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '1', '4.65', '83.459', '3281.45', null, '0', '0', '1', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('104', '15780616230000181', '18', '环士娇', '18929697827', '苏州', '无锡', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '1', '1', '6.1', '76.2071', '3079.18', null, '0', '0', '0', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('105', '15780616240000027', '2', '宏娅廷', '18923216451', '嘉兴', '上海', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '1', '9.1', '4.3143', '2391.24', null, '1', '0', '0', '0', '9', '1295.1', '嘉兴', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('106', '15780616240000097', '9', '浦芳妤', '18921512185', '镇江', '杭州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '1', '7', '6.6554', '3058.05', null, '1', '0', '0', '0', '4', '2315.11', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('107', '15780616250000302', '30', '封乐佳', '18996358891', '南京', '苏州', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '0', '1', '6.16', '2.1186', '2695.6', null, '1', '2', '0', '0', '20', '1489.9', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('108', '15780616250000038', '3', '俎欧辰', '18915619633', '杭州', '苏州', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '1', '1', '5.04', '34.6922', '2302.92', null, '1', '0', '1', '0', '-1', '0', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('109', '15780616260000051', '5', '代锦锦', '18994814278', '杭州', '嘉兴', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '1', '1', '6.8', '38.2536', '2328.2', null, '0', '0', '0', '0', '-1', '0', '杭州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('110', '15780616260000182', '18', '环士娇', '18929697827', '南京', '上海', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '1', '2.24', '9.3346', '2893.39', null, '1', '0', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('111', '15780616270000126', '12', '乜广运', '18916036646', '镇江', '南京', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '1', '7.28', '5.343', '3268.87', null, '1', '3', '0', '0', '26', '2609.72', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('112', '15780616270000166', '16', '练子贺', '18939681022', '南京', '杭州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '1', '6.45', '8.0824', '3316.24', null, '1', '0', '0', '0', '-1', '0', '杭州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('113', '15780616280000042', '4', '蒯誉馨', '18952789284', '镇江', '杭州', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '0', '0', '4.66', '7.4651', '3157.62', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('114', '15780616280000222', '22', '古康佳', '18922714775', '南京', '湖州', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '0', '1', '5.82', '7.9043', '3066.7', null, '1', '4', '0', '0', '26', '2168.2', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('115', '15780616290000145', '14', '国锦玉', '18928931549', '苏州', '上海', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '1', '6.19', '104.767', '3662.36', null, '0', '0', '0', '0', '-1', '0', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('116', '15780616290000165', '16', '练子贺', '18939681022', '杭州', '上海', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '0', '5.27', '7.9775', '3128.03', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('117', '15780616300000304', '30', '封乐佳', '18996358891', '南京', '无锡', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '1', '1', '9.65', '65.6907', '2942.46', null, '0', '0', '0', '0', '-1', '0', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('118', '15780616300000032', '3', '俎欧辰', '18915619633', '苏州', '杭州', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '1', '0', '1.77', '67.9991', '2978.59', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('119', '15780616310000013', '1', '翁记彤', '18966964413', '苏州', '南京', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '1', '6.21', '9.9332', '3663.65', null, '1', '0', '1', '0', '7', '3021.57', '苏州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('120', '15780616310000167', '16', '练子贺', '18939681022', '镇江', '无锡', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '0', '0', '0.03', '8.1611', '3191.84', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('121', '15780616320000013', '1', '翁记彤', '18966964413', '嘉兴', '杭州', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '1', '6.53', '36.8335', '2302.41', '你好嘛！测试一下', '0', '0', '1', '0', '-1', '0', '嘉兴', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('122', '15780616320000033', '3', '俎欧辰', '18915619633', '南京', '上海', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '0', '2.44', '100.919', '3724.78', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('123', '15780616330000292', '29', '出明哲', '18933085320', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '1', '5.97', '8.3589', '3280.86', null, '1', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('124', '15780616330000132', '13', '经树行', '18948753227', '湖州', '无锡', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '0', '1', '7.29', '5.4212', '2618.06', null, '1', '0', '1', '0', '-1', '0', '无锡', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('125', '15780616340000200', '20', '苑子晨', '18979552478', '嘉兴', '苏州', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '0', '1', '5.53', '7.2396', '3079.94', null, '0', '0', '0', '0', '22', '3079.94', '嘉兴', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('126', '15780616340000254', '25', '仵雨晨', '18905760665', '无锡', '嘉兴', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '1', '1', '8.45', '98.0888', '3556.64', null, '1', '0', '0', '0', '-1', '0', '嘉兴', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('127', '15780616350000133', '13', '经树行', '18948753227', '镇江', '湖州', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '0', '1', '8.52', '8.8984', '3020.1', null, '1', '0', '1', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('128', '15780616350000252', '25', '仵雨晨', '18905760665', '杭州', '湖州', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '1', '1', '7.23', '82.7162', '3219.34', null, '1', '0', '0', '0', '-1', '0', '湖州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('129', '15780616360000186', '18', '环士娇', '18929697827', '南京', '苏州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '1', '1', '3.93', '97.3241', '3604.88', null, '0', '0', '0', '0', '-1', '0', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('130', '15780616360000261', '26', '苏恒宇', '18940553407', '杭州', '无锡', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '1', '1', '0.96', '105.388', '3750.08', null, '1', '0', '0', '0', '-1', '0', '无锡', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('131', '15780616370000168', '16', '练子贺', '18939681022', '湖州', '南京', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '0', '9.29', '3.8001', '2396.09', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('132', '15780616370000124', '12', '乜广运', '18916036646', '湖州', '无锡', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '1', '1', '0.51', '63.6668', '2874.83', null, '0', '0', '0', '0', '-1', '0', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('133', '15780616380000082', '8', '泥子墨', '18914717630', '无锡', '湖州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '0', '0', '5.01', '9.43', '3392.5', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('134', '15780616380000056', '5', '代锦锦', '18994814278', '镇江', '上海', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '0.37', '90.661', '3492.26', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('135', '15780616390000100', '10', '秋玉惠', '18944969636', '湖州', '苏州', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '1', '5.07', '54.3216', '2664.56', null, '1', '0', '0', '0', '-1', '0', '苏州', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('136', '15780616390000137', '13', '经树行', '18948753227', '湖州', '镇江', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '0', '1.58', '12.241', '3684.02', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('138', '15780616400000109', '10', '秋玉惠', '18944969636', '镇江', '杭州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '7.25', '3.97', '3168.88', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('139', '15780616410000296', '29', '出明哲', '18933085320', '上海', '杭州', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '2.7', '93.0265', '3495.89', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('140', '15780616420000181', '18', '环士娇', '18929697827', '杭州', '无锡', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '0', '4.66', '4.5553', '2498.16', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('141', '15780616420000215', '21', '业玉戈', '18926057712', '上海', '无锡', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '6.34', '49.9591', '2603.58', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('142', '15780616430000107', '10', '秋玉惠', '18944969636', '上海', '杭州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '0', '0', '1.27', '15.879', '3744.56', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('143', '15780616430000155', '15', '叶路阳', '18956291696', '无锡', '嘉兴', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '1', '0', '0.69', '104.108', '3671.56', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('144', '15780616440000040', '4', '蒯誉馨', '18952789284', '无锡', '镇江', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '0', '1.02', '64.1081', '2869', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('145', '15780616440000127', '12', '乜广运', '18916036646', '无锡', '南京', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '0', '1.48', '71.4846', '3050.25', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('146', '15780616450000165', '16', '练子贺', '18939681022', '苏州', '上海', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '0', '4.66', '4.994', '3265.93', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('147', '15780616450000015', '1', '翁记彤', '18966964413', '上海', '杭州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '8.83', '6.5002', '2932.44', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('148', '15780616460000029', '2', '宏娅廷', '18923216451', '无锡', '上海', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '0', '1.54', '9.0583', '3517.97', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('149', '15780616460000178', '17', '速星光', '18970667416', '上海', '杭州', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '9.85', '68.7254', '3014.16', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('150', '15780616470000222', '22', '古康佳', '18922714775', '上海', '湖州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '0', '8.6', '38.0588', '2372.71', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('151', '15780616470000209', '20', '苑子晨', '18979552478', '无锡', '上海', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '1', '1', '8.61', '101.924', '3658.54', null, '0', '0', '0', '0', '-1', '0', '无锡', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('152', '15780616480000220', '22', '古康佳', '18922714775', '上海', '南京', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '0', '0', '8.25', '12.852', '3774.88', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('153', '15780616480000163', '16', '练子贺', '18939681022', '南京', '无锡', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '1', '1.44', '8.9394', '3339.75', null, '1', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('154', '15780616490000145', '14', '国锦玉', '18928931549', '杭州', '上海', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '9.34', '76.9979', '3171.81', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('155', '15780616490000228', '22', '古康佳', '18922714775', '上海', '湖州', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '1', '0', '9.82', '61.7933', '2845.62', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('156', '15780616500000031', '3', '俎欧辰', '18915619633', '苏州', '上海', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '9.74', '59.2459', '2758.87', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('157', '15780616500000081', '8', '泥子墨', '18914717630', '湖州', '镇江', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '0', '1', '9.51', '6.2849', '2912.64', null, '1', '0', '0', '0', '7', '1913.48', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('158', '15780616510000107', '10', '秋玉惠', '18944969636', '上海', '苏州', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '1', '0', '3.47', '105.088', '3687.99', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('159', '15780616510000032', '3', '俎欧辰', '18915619633', '南京', '苏州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '0', '1', '8.61', '7.5132', '3088.2', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('160', '15780616520000188', '18', '环士娇', '18929697827', '上海', '苏州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '0', '0', '3.5', '2.2932', '3409.2', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('161', '15780616520000020', '2', '宏娅廷', '18923216451', '南京', '杭州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '2.38', '75.9756', '3212.92', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('162', '15780616530000101', '10', '秋玉惠', '18944969636', '镇江', '无锡', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '1', '0', '7.74', '72.8449', '3045.33', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('163', '15780616530000193', '19', '薄钰珂', '18957525364', '杭州', '上海', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '9.65', '33.7839', '2307.1', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('164', '15780616540000248', '24', '折建刚', '18972151634', '杭州', '湖州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '1', '0', '0.75', '40.4137', '2363.94', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('165', '15780616540000235', '23', '靳婧妍', '18932668490', '嘉兴', '上海', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '0', '2.43', '7.0768', '2961.74', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('166', '15780616550000088', '8', '泥子墨', '18914717630', '嘉兴', '湖州', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '0', '4.82', '7.6277', '3076.61', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('167', '15780616550000035', '3', '俎欧辰', '18915619633', '上海', '杭州', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '2.22', '77.1165', '3159.31', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('168', '15780616560000076', '7', '伊子硕', '18990211932', '镇江', '湖州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '1', '0', '1.58', '39.714', '2425.7', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('169', '15780616560000218', '21', '业玉戈', '18926057712', '湖州', '上海', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '1.25', '41.1504', '2430.27', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('170', '15780616570000067', '6', '丘斐然', '18974602143', '湖州', '杭州', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '1', '0', '2.69', '57.4886', '2705.07', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('171', '15780616570000290', '29', '出明哲', '18933085320', '杭州', '湖州', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '0', '0', '1.89', '3.1679', '2617.27', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('172', '15780616580000221', '22', '古康佳', '18922714775', '苏州', '杭州', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '1', '0', '6.81', '102.681', '3670.44', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('173', '15780616580000182', '18', '环士娇', '18929697827', '嘉兴', '苏州', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '0', '6.06', '68.9144', '2939.84', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('174', '15780616590000071', '7', '伊子硕', '18990211932', '苏州', '杭州', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '1', '0', '2.18', '63.2872', '2876.97', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('175', '15780616590000048', '4', '蒯誉馨', '18952789284', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '0', '1', '1.48', '8.1183', '2936.27', null, '0', '0', '0', '0', '21', '1969.89', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('176', '15780616600000191', '19', '薄钰珂', '18957525364', '嘉兴', '杭州', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '0', '0', '2.89', '6.3755', '2849.7', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('177', '15780616600000270', '27', '牢杰森', '18970701260', '镇江', '南京', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '0', '1', '3.26', '7.0863', '3140.24', null, '1', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('178', '15780616610000088', '8', '泥子墨', '18914717630', '杭州', '湖州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '0', '8.58', '81.6012', '3193.51', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('179', '15780616610000031', '3', '俎欧辰', '18915619633', '上海', '无锡', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '1', '0', '8.11', '35.2053', '2299.2', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('180', '15780616620000032', '3', '俎欧辰', '18915619633', '杭州', '无锡', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '2', '89.6729', '3440.98', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('181', '15780616620000300', '30', '封乐佳', '18996358891', '杭州', '上海', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '0', '2.09', '6.1937', '2739.59', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('182', '15780616630000127', '12', '乜广运', '18916036646', '上海', '湖州', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '1', '0', '0.17', '65.4963', '2929.71', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('183', '15780616630000303', '30', '封乐佳', '18996358891', '上海', '镇江', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '0', '1', '2.77', '3.3006', '2426.24', null, '0', '0', '0', '0', '5', '2399.01', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('184', '15780616640000015', '1', '翁记彤', '18966964413', '南京', '苏州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '1', '7.23', '9.9638', '3668.48', null, '0', '0', '1', '0', '17', '3073.05', '南京', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('185', '15780616640000200', '20', '苑子晨', '18979552478', '南京', '湖州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '0', '1', '9.61', '8.8856', '3383.93', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('186', '15780616650000280', '28', '普文浩', '18973105981', '湖州', '上海', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '1', '2.56', '33.5523', '2278.65', null, '0', '0', '0', '0', '-1', '0', '湖州', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('187', '15780616650000158', '15', '叶路阳', '18956291696', '湖州', '苏州', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '1', '0', '5.14', '91.379', '3399.87', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('188', '15780616660000121', '12', '乜广运', '18916036646', '南京', '嘉兴', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '0', '0', '2.24', '14.159', '3786.26', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('189', '15780616660000211', '21', '业玉戈', '18926057712', '镇江', '无锡', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '2.61', '85.5561', '3306.49', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('190', '15780616670000093', '9', '浦芳妤', '18921512185', '无锡', '杭州', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '0', '0', '0.61', '4.7403', '2742.5', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('191', '15780616670000232', '23', '靳婧妍', '18932668490', '无锡', '镇江', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '0', '8.47', '4.1055', '2401.95', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('192', '15780616680000129', '12', '乜广运', '18916036646', '无锡', '杭州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '1', '0', '8.65', '107.517', '3797.26', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('193', '15780616680000308', '30', '封乐佳', '18996358891', '镇江', '南京', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '1', '2.7', '96.8132', '3509.77', null, '1', '0', '1', '0', '-1', '0', '南京', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('194', '15780616690000274', '27', '牢杰森', '18970701260', '无锡', '镇江', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '0', '0', '6.99', '3.0869', '2452.16', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('195', '15780616690000060', '6', '丘斐然', '18974602143', '苏州', '嘉兴', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '1', '0', '6.3', '87.0086', '3298.12', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('196', '15780616700000280', '28', '普文浩', '18973105981', '杭州', '苏州', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '0', '4.92', '30.3123', '2222.38', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('197', '15780616700000155', '15', '叶路阳', '18956291696', '无锡', '镇江', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '0', '8.04', '7.9245', '2953.53', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('198', '15780616710000114', '11', '牧明璨', '18993863697', '南京', '杭州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '0', '0', '0.04', '8.9039', '3271.31', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('199', '15780616720000019', '1', '翁记彤', '18966964413', '南京', '湖州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '1', '1', '9.61', '63.2466', '2905.8', null, '1', '0', '1', '0', '-1', '0', '南京', '1', null, '0', '1');
INSERT INTO `t_cargo` VALUES ('200', '15780616720000123', '12', '乜广运', '18916036646', '镇江', '上海', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '0', '8.98', '9.7077', '3595.24', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('201', '15784704360000013', '1', '翁记彤', '18966964413', '南京', '无锡', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '1.2', '107.856', '3781.14', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('202', '15784711010000018', '1', '翁记彤', '18966964413', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '0', '6.9', '52.8468', '2627.3', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('203', '15784711870000019', '1', '翁记彤', '18966964413', '无锡', '杭州', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '2.3', '4.7418', '2461.8', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('204', '15784713280000071', '7', '伊子硕', '18990211932', '南京', '镇江', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '1', '0', '3.6', '39.2255', '2346.53', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('205', '15784750800000014', '1', '翁记彤', '18966964413', '南京', '湖州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '0', '9.6', '50.8082', '2665.33', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('206', '15784764420000085', '8', '泥子墨', '18914717630', '无锡', '上海', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '0', '60', '3.7328', '2379.67', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('207', '15784766300000089', '8', '泥子墨', '18914717630', '南京', '镇江', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '0', '0', '60', '10.861', '3614.37', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('208', '15784770210000096', '9', '浦芳妤', '18921512185', '镇江', '南京', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '1', '1', '7.1522', '2313.71', null, '1', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('209', '15784771210000098', '9', '浦芳妤', '18921512185', '南京', '上海', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '5.2', '96.0825', '3646.21', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('210', '15784771760000097', '9', '浦芳妤', '18921512185', '南京', '苏州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '0', '2', '8.1985', '3441.21', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('211', '15784774010000092', '9', '浦芳妤', '18921512185', '南京', '苏州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '0', '4', '4.3951', '2535.61', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('212', '15784900320000207', '20', '苑子晨', '18979552478', '镇江', '无锡', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '0', '0', '3.4', '11.342', '3617.6', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('213', '15786426590000019', '1', '翁记彤', '18966964413', '镇江', '上海', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '0', '2.5', '3.0306', '2352.47', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('214', '15789876130000155', '15', '叶路阳', '18956291696', '南京', '苏州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '1', '0', '5', '75.2026', '3166.33', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('215', '15790706580000013', '1', '翁记彤', '18966964413', '南京', '杭州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '0', '1.34', '6.2631', '3024.55', '重要文件两箱', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('216', '15790880740000308', '30', '封乐佳', '18996358891', '嘉兴', '杭州', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '9.93', '39.581', '2358.64', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('217', '15790880750000046', '4', '蒯誉馨', '18952789284', '无锡', '苏州', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '0', '1', '2.74', '8.4703', '3270.3', null, '1', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('218', '15790880750000263', '26', '苏恒宇', '18940553407', '嘉兴', '杭州', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '0', '0', '2.37', '6.4715', '2810.69', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('219', '15790880760000225', '22', '古康佳', '18922714775', '镇江', '南京', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '1', '4.68', '4.325', '3249.51', null, '1', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('220', '15790880760000169', '16', '练子贺', '18939681022', '嘉兴', '杭州', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '1.95', '42.6606', '2414.13', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('221', '15790880770000151', '15', '叶路阳', '18956291696', '湖州', '上海', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '5.2', '79.8195', '3205.58', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('222', '15790880770000106', '10', '秋玉惠', '18944969636', '镇江', '湖州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '1', '0', '8.09', '68.9814', '3015.75', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('223', '15790880780000173', '17', '速星光', '18970667416', '无锡', '镇江', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '0', '0.85', '79.8056', '3181.55', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('224', '15790880780000014', '1', '翁记彤', '18966964413', '镇江', '杭州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '1', '0', '9.7', '76.8263', '3222.12', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('225', '15790880790000184', '18', '环士娇', '18929697827', '湖州', '上海', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '0', '3.36', '7.947', '2589.58', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('226', '15790880790000216', '21', '业玉戈', '18926057712', '镇江', '无锡', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '4.25', '68.3251', '2956.36', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('227', '15790880800000200', '20', '苑子晨', '18979552478', '湖州', '南京', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '0', '6.46', '98.0122', '3611.63', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('228', '15790880800000166', '16', '练子贺', '18939681022', '嘉兴', '镇江', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '6.1', '108.201', '3834.52', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('229', '15790880810000218', '21', '业玉戈', '18926057712', '上海', '无锡', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '1', '0', '4.29', '94.9583', '3495.14', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('230', '15790880810000128', '12', '乜广运', '18916036646', '南京', '湖州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '0', '7.22', '7.4484', '3404', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('231', '15790880820000010', '1', '翁记彤', '18966964413', '上海', '杭州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '0', '0.91', '11.602', '3650.26', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('232', '15790880820000223', '22', '古康佳', '18922714775', '湖州', '嘉兴', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '0', '4.82', '15.04', '3660.87', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('233', '15790880830000181', '18', '环士娇', '18929697827', '南京', '无锡', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '0', '1', '4.84', '9.9877', '2629.41', null, '1', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('234', '15790880830000088', '8', '泥子墨', '18914717630', '杭州', '无锡', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '0', '0', '7.35', '1.006', '3066.81', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('235', '15790880840000264', '26', '苏恒宇', '18940553407', '湖州', '镇江', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '0', '7.58', '42.6883', '2497.13', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('236', '15790880850000210', '21', '业玉戈', '18926057712', '嘉兴', '南京', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '0', '3.56', '4.5963', '3595.84', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('237', '15790880850000129', '12', '乜广运', '18916036646', '杭州', '上海', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '0', '7.33', '47.2494', '2570.01', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('238', '15790880860000181', '18', '环士娇', '18929697827', '苏州', '镇江', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '0', '0', '2.11', '8.4603', '3340.46', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('239', '15790880860000123', '12', '乜广运', '18916036646', '镇江', '上海', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '0', '7.76', '77.4528', '3222.65', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('240', '15790880870000218', '21', '业玉戈', '18926057712', '镇江', '上海', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '0', '8.06', '14.376', '3784.73', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('241', '15790880870000064', '6', '丘斐然', '18974602143', '南京', '苏州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '0', '0', '6.13', '7.6508', '3244.7', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('242', '15790880880000118', '11', '牧明璨', '18993863697', '苏州', '嘉兴', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '1', '0', '3.46', '54.5277', '2646.8', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('243', '15790880880000306', '30', '封乐佳', '18996358891', '无锡', '杭州', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '4.94', '106.647', '3780.4', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('244', '15790880890000046', '4', '蒯誉馨', '18952789284', '苏州', '镇江', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '3.8', '57.9475', '2774.7', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('245', '15790880890000041', '4', '蒯誉馨', '18952789284', '镇江', '南京', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '0', '6.8', '8.5377', '3178.47', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('246', '15790880900000101', '10', '秋玉惠', '18944969636', '杭州', '苏州', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '0', '0', '7.88', '3.4313', '3480.86', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('247', '15790880900000090', '9', '浦芳妤', '18921512185', '上海', '无锡', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '0', '0', '2.92', '9.2392', '3442.38', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('248', '15790880910000091', '9', '浦芳妤', '18921512185', '上海', '无锡', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '1', '0', '6.37', '64.9534', '2901.43', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('249', '15790880910000282', '28', '普文浩', '18973105981', '杭州', '无锡', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '0', '0', '7.67', '9.884', '3506.02', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('250', '15790880920000065', '6', '丘斐然', '18974602143', '南京', '杭州', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '1.55', '6.878', '3634.33', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('251', '15790880920000295', '29', '出明哲', '18933085320', '杭州', '南京', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '0', '8.42', '9.7138', '3630.61', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('252', '15790880930000153', '15', '叶路阳', '18956291696', '苏州', '杭州', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '9.62', '1.2173', '2840.28', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('253', '15790880930000067', '6', '丘斐然', '18974602143', '镇江', '苏州', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '0', '0.51', '66.2063', '2953.62', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('254', '15790880940000081', '8', '泥子墨', '18914717630', '杭州', '苏州', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '0', '5.61', '66.3289', '2943.53', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('255', '15790880950000206', '20', '苑子晨', '18979552478', '嘉兴', '苏州', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '1', '0', '3.87', '57.9865', '2717.65', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('256', '15790880950000017', '1', '翁记彤', '18966964413', '无锡', '上海', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '0', '0.82', '44.5582', '2484.09', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('257', '15790880960000180', '18', '环士娇', '18929697827', '镇江', '无锡', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '0', '0', '5.16', '10.686', '3617.58', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('258', '15790880960000170', '17', '速星光', '18970667416', '苏州', '镇江', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '0', '0', '1.56', '9.6735', '3207.41', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('259', '15790880970000021', '2', '宏娅廷', '18923216451', '无锡', '嘉兴', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '0', '6.15', '20.4677', '2982.88', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('260', '15790880970000261', '26', '苏恒宇', '18940553407', '湖州', '嘉兴', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '1', '0', '7.92', '92.7957', '3418.87', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('261', '15790880980000089', '8', '泥子墨', '18914717630', '南京', '湖州', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '1', '0', '8.31', '73.9628', '3130.16', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('262', '15790880980000209', '20', '苑子晨', '18979552478', '镇江', '苏州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '0', '8.26', '77.7807', '3190.97', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('263', '15790880990000129', '12', '乜广运', '18916036646', '无锡', '南京', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '0', '1.55', '3.0448', '2478.44', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('264', '15790880990000045', '4', '蒯誉馨', '18952789284', '镇江', '湖州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '1', '0', '8.51', '100.078', '3642.35', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('265', '15790881000000011', '1', '翁记彤', '18966964413', '镇江', '南京', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '1', '0', '1.77', '65.5598', '2872.46', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('266', '15790881000000260', '26', '苏恒宇', '18940553407', '镇江', '苏州', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '1', '0', '8.69', '45.5936', '2540.36', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('267', '15790881010000225', '22', '古康佳', '18922714775', '湖州', '苏州', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '1', '0', '0.93', '71.2807', '2999.78', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('268', '15790881020000280', '28', '普文浩', '18973105981', '镇江', '杭州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '1', '0', '7.82', '34.9565', '2385.01', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('269', '15790881020000250', '25', '仵雨晨', '18905760665', '上海', '南京', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '0', '3.36', '76.6538', '3246.57', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('270', '15790881030000040', '4', '蒯誉馨', '18952789284', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '3.65', '109.871', '3769.71', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('271', '15790881030000062', '6', '丘斐然', '18974602143', '杭州', '南京', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '0', '7.97', '97.1969', '3647.47', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('272', '15790881040000151', '15', '叶路阳', '18956291696', '苏州', '镇江', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '1', '0', '8.84', '78.6474', '3195.75', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('273', '15790881040000040', '4', '蒯誉馨', '18952789284', '无锡', '上海', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '0', '4.41', '8.3347', '3569.21', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('274', '15790881050000137', '13', '经树行', '18948753227', '湖州', '上海', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '0', '6.89', '4.8099', '2897.89', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('275', '15790881050000302', '30', '封乐佳', '18996358891', '嘉兴', '上海', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '1', '0', '8.45', '90.2426', '3369.19', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('276', '15790881060000227', '22', '古康佳', '18922714775', '苏州', '杭州', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '5.74', '6.8647', '2950.9', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('277', '15790881060000289', '28', '普文浩', '18973105981', '苏州', '嘉兴', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '1', '0', '1.26', '36.9382', '2293.98', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('278', '15790881070000218', '21', '业玉戈', '18926057712', '无锡', '杭州', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '1', '0', '4.82', '45.7242', '2562.68', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('279', '15790881080000296', '29', '出明哲', '18933085320', '上海', '南京', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '0', '6.97', '15.194', '3810.26', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('280', '15790881080000134', '13', '经树行', '18948753227', '镇江', '嘉兴', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '0', '9.25', '6.0321', '2874.17', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('281', '15790881090000210', '21', '业玉戈', '18926057712', '杭州', '湖州', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '0', '0', '0.12', '3.7811', '2829.01', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('282', '15790881090000173', '17', '速星光', '18970667416', '无锡', '镇江', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '3.58', '38.443', '2361.69', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('283', '15790881100000180', '18', '环士娇', '18929697827', '上海', '湖州', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '0', '0', '6.69', '3.5434', '2478.75', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('284', '15790881110000053', '5', '代锦锦', '18994814278', '苏州', '无锡', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '0', '1', '0.26', '7.1502', '2275.8', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('285', '15790881110000288', '28', '普文浩', '18973105981', '南京', '镇江', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '0', '1', '1.24', '15.551', '3668.72', null, '1', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('286', '15790881120000088', '8', '泥子墨', '18914717630', '南京', '镇江', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '0', '3.05', '3.2886', '2281.62', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('287', '15790881130000304', '30', '封乐佳', '18996358891', '湖州', '镇江', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '0', '0', '1.31', '8.7338', '3212.22', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('288', '15790881130000239', '23', '靳婧妍', '18932668490', '杭州', '湖州', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '0', '0', '6.05', '9.8751', '3555.11', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('289', '15790881140000087', '8', '泥子墨', '18914717630', '苏州', '嘉兴', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '1', '0', '7.64', '57.2296', '2704.21', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('290', '15790881150000076', '7', '伊子硕', '18990211932', '上海', '南京', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '0', '0', '2.62', '7.2306', '3139.07', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('291', '15790881150000231', '23', '靳婧妍', '18932668490', '镇江', '南京', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '0', '0', '6.38', '5.246', '2688.03', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('292', '15790881160000306', '30', '封乐佳', '18996358891', '嘉兴', '杭州', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '0', '0.77', '14.4286', '2390.09', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('293', '15790881160000064', '6', '丘斐然', '18974602143', '湖州', '镇江', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '1', '0', '3.74', '60.8163', '2859.44', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('294', '15790881170000180', '18', '环士娇', '18929697827', '湖州', '苏州', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '0', '5.75', '9.2311', '3424.2', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('295', '15790881180000198', '19', '薄钰珂', '18957525364', '苏州', '镇江', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '0', '9.46', '57.6837', '2794.01', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('296', '15790881180000099', '9', '浦芳妤', '18921512185', '无锡', '杭州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '0', '0', '9.38', '13.713', '3724.82', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('297', '15790881190000242', '24', '折建刚', '18972151634', '杭州', '无锡', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '0', '0', '9.96', '12.523', '3702.04', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('298', '15790881200000279', '27', '牢杰森', '18970701260', '湖州', '镇江', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '0', '0', '6.1', '4.7736', '2470.33', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('299', '15790881210000199', '19', '薄钰珂', '18957525364', '湖州', '南京', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '1', '0', '4.31', '58.6549', '2817.54', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('300', '15790881230000224', '22', '古康佳', '18922714775', '南京', '镇江', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '0', '0', '8.53', '7.2777', '2504.69', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('301', '15790881270000308', '30', '封乐佳', '18996358891', '镇江', '杭州', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '0', '0', '2.6', '3.5802', '2958.75', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('302', '15790881270000014', '1', '翁记彤', '18966964413', '无锡', '杭州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '9.05', '78.0679', '3209.05', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('303', '15790881280000263', '26', '苏恒宇', '18940553407', '苏州', '上海', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '0', '0', '5', '14.11', '3671.31', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('305', '15790881290000140', '14', '国锦玉', '18928931549', '苏州', '杭州', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '1', '0', '4.21', '38.1611', '2371.55', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('306', '15790881310000116', '11', '牧明璨', '18993863697', '上海', '南京', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '1', '0', '7.36', '97.2366', '3660.81', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('307', '15790881310000084', '8', '泥子墨', '18914717630', '无锡', '嘉兴', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '0', '0', '8.37', '8.9944', '3236.14', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('308', '15790881320000211', '21', '业玉戈', '18926057712', '镇江', '南京', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '0', '0', '4.69', '6.0018', '2492.91', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('309', '15790881320000042', '4', '蒯誉馨', '18952789284', '嘉兴', '南京', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '0', '0.79', '61.0495', '2931.6', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('310', '15790881330000186', '18', '环士娇', '18929697827', '南京', '湖州', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '湖州市吴兴区政法路1号浙江省湖州市人民检察院', '120.093925', '30.897157', '0', '0', '6.74', '15.706', '3751.99', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('311', '15790881330000177', '17', '速星光', '18970667416', '嘉兴', '无锡', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '1', '0', '9.1', '98.9321', '3571.44', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('312', '15790881340000274', '27', '牢杰森', '18970701260', '南京', '杭州', '南京市鼓楼区广州路72号南京市儿童医院', '118.779369', '32.050753', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '8.77', '100.253', '3702.3', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('313', '15790881350000076', '7', '伊子硕', '18990211932', '湖州', '无锡', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '0', '0', '6.71', '12.937', '3660.35', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('314', '15790881350000039', '3', '俎欧辰', '18915619633', '无锡', '嘉兴', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '0', '0', '2.64', '4.186', '2875.1', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('315', '15790881360000070', '7', '伊子硕', '18990211932', '上海', '苏州', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '0', '2.96', '106.732', '3701.12', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('316', '15790947760000236', '23', '靳婧妍', '18932668490', '南京', '上海', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '1', '1', '0.9', '4.61', '1810.52', null, '1', '0', '0', '0', '-1', '0', '上海', '2', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('317', '15790947760000108', '10', '秋玉惠', '18944969636', '无锡', '苏州', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '0', '0.55', '3.14', '1594.96', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('318', '15790947770000097', '9', '浦芳妤', '18921512185', '南京', '无锡', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '0', '7.86', '3.64', '1704.77', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('319', '15790947780000235', '23', '靳婧妍', '18932668490', '杭州', '湖州', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '0', '0', '6.81', '1.76', '1599.46', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('321', '15790947790000175', '17', '速星光', '18970667416', '苏州', '上海', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '0', '4.07', '0.47', '1578.76', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('322', '15790947790000295', '29', '出明哲', '18933085320', '南京', '嘉兴', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '0', '0.2', '0.96', '1713.34', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('323', '15790947800000153', '15', '叶路阳', '18956291696', '苏州', '嘉兴', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '1', '0', '0.95', '0.72', '1573.63', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('324', '15790947800000125', '12', '乜广运', '18916036646', '嘉兴', '镇江', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '0', '0', '4.15', '0.47', '1677.63', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('325', '15790947810000198', '19', '薄钰珂', '18957525364', '杭州', '南京', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '1', '0', '4.45', '0.24', '1697.34', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('326', '15790947810000080', '8', '泥子墨', '18914717630', '杭州', '嘉兴', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '0', '0', '3.08', '2.27', '1611.8', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('327', '15790947820000017', '1', '翁记彤', '18966964413', '苏州', '杭州', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '1', '0', '8.6', '2.89', '1675.86', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('328', '15790947830000290', '29', '出明哲', '18933085320', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '1', '0', '2.12', '4.92', '1673.66', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('329', '15790947830000265', '26', '苏恒宇', '18940553407', '上海', '嘉兴', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '0', '7.33', '3.85', '1651.83', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('330', '15790947840000073', '7', '伊子硕', '18990211932', '湖州', '镇江', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '7.17', '1.1', '1663.24', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('331', '15790947840000150', '15', '叶路阳', '18956291696', '无锡', '苏州', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '0', '9.58', '0.61', '1570.63', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('332', '15790947850000207', '20', '苑子晨', '18979552478', '南京', '嘉兴', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '0', '0', '0.04', '2.13', '1736.64', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('333', '15790947850000154', '15', '叶路阳', '18956291696', '湖州', '南京', '湖州市吴兴区天民商座B座湖州电影博物馆', '120.10118', '30.871485', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '0', '0', '1.34', '4.17', '1727.86', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('334', '15790947860000287', '28', '普文浩', '18973105981', '苏州', '嘉兴', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '0', '0', '4.4', '1.21', '1576.94', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('335', '15790947860000140', '14', '国锦玉', '18928931549', '无锡', '杭州', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '0', '0', '1.87', '3.72', '1719.05', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('336', '15790947870000137', '13', '经树行', '18948753227', '上海', '无锡', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '1.38', '0.14', '1622.21', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('337', '15790947870000105', '10', '秋玉惠', '18944969636', '上海', '嘉兴', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '1', '0', '3.8', '3.57', '1643.61', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('338', '15790947880000103', '10', '秋玉惠', '18944969636', '镇江', '无锡', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '0', '5.31', '0.27', '1601.05', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('339', '15790947880000029', '2', '宏娅廷', '18923216451', '湖州', '嘉兴', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '1', '0', '9.48', '2.86', '1618.02', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('340', '15790947890000290', '29', '出明哲', '18933085320', '南京', '湖州', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '0', '3.14', '0.88', '1662.43', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('341', '15790947890000298', '29', '出明哲', '18933085320', '上海', '苏州', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '1', '0', '0.58', '4.15', '1637.98', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('342', '15790947900000304', '30', '封乐佳', '18996358891', '嘉兴', '上海', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '0', '0', '6.66', '0.93', '1585.89', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('343', '15790947910000224', '22', '古康佳', '18922714775', '上海', '湖州', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '0', '0', '9.1', '1.36', '1638.17', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('345', '15790947920000237', '23', '靳婧妍', '18932668490', '湖州', '南京', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '1', '0', '6.52', '3.71', '1729.88', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('346', '15790947920000307', '30', '封乐佳', '18996358891', '上海', '嘉兴', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '0', '9.95', '3.79', '1643.74', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('347', '15790947930000193', '19', '薄钰珂', '18957525364', '嘉兴', '镇江', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '0', '0.48', '2.87', '1731.36', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('348', '15790947930000197', '19', '薄钰珂', '18957525364', '上海', '湖州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '0', '9.16', '3.25', '1666.04', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('349', '15790947940000114', '11', '牧明璨', '18993863697', '嘉兴', '苏州', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '1', '0', '1.96', '3.62', '1628.97', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('350', '15790947940000285', '28', '普文浩', '18973105981', '上海', '镇江', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '1', '0', '8.54', '4.39', '1774.75', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('351', '15790947950000091', '9', '浦芳妤', '18921512185', '无锡', '杭州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '0', '0', '4.55', '4.54', '1735.63', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('352', '15790947950000099', '9', '浦芳妤', '18921512185', '嘉兴', '上海', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '0', '2.96', '3.1', '1633.29', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('353', '15790947960000215', '21', '业玉戈', '18926057712', '上海', '嘉兴', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '1', '0', '2.94', '1.15', '1595.19', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('354', '15790947960000309', '30', '封乐佳', '18996358891', '嘉兴', '南京', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '0', '7.43', '0.94', '1732.5', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('355', '15790947970000156', '15', '叶路阳', '18956291696', '杭州', '无锡', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '0', '0', '5.28', '3.53', '1715.94', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('356', '15790947970000216', '21', '业玉戈', '18926057712', '镇江', '湖州', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '1', '0', '8.97', '3.17', '1701.74', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('357', '15790947980000149', '14', '国锦玉', '18928931549', '杭州', '上海', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '1', '0', '8.46', '0.54', '1629.94', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('358', '15790947980000250', '25', '仵雨晨', '18905760665', '南京', '上海', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '7.47', '1.11', '1732.04', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('359', '15790947990000076', '7', '伊子硕', '18990211932', '无锡', '湖州', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '1', '0', '2.71', '2.18', '1641.78', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('360', '15790947990000300', '30', '封乐佳', '18996358891', '上海', '苏州', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '1', '4.1', '0.67', '1574.66', null, '0', '0', '1', '0', '5', '43.09', '上海', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('361', '15790948000000275', '27', '牢杰森', '18970701260', '湖州', '南京', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '1', '0', '2.54', '2.83', '1706.1', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('362', '15790948000000128', '12', '乜广运', '18916036646', '杭州', '嘉兴', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '1', '0', '6.41', '3', '1625.22', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('363', '15790948010000129', '12', '乜广运', '18916036646', '湖州', '上海', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '0', '1.47', '1', '1628.85', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('364', '15790948010000264', '26', '苏恒宇', '18940553407', '杭州', '南京', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '南京市鼓楼区虎踞路49号鼓楼区人力资源和社会保障服务中心', '118.761345', '32.046116', '1', '0', '6.14', '0.89', '1711.35', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('365', '15790948020000201', '20', '苑子晨', '18979552478', '镇江', '苏州', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '1', '0', '6.58', '4.94', '1716.29', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('366', '15790948020000169', '16', '练子贺', '18939681022', '无锡', '嘉兴', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '1', '0', '5.79', '2.42', '1637.32', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('367', '15790948030000046', '4', '蒯誉馨', '18952789284', '南京', '嘉兴', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '0', '0', '1.64', '1.71', '1735.89', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('369', '15790948040000304', '30', '封乐佳', '18996358891', '湖州', '嘉兴', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '嘉兴市南湖区南溪西路1号嘉兴市南湖旅游区', '120.77132', '30.751721', '1', '0', '5.13', '3.87', '1638.94', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('370', '15790948050000269', '26', '苏恒宇', '18940553407', '南京', '镇江', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '1', '0', '5.84', '1.28', '1602.12', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('371', '15790948050000181', '18', '环士娇', '18929697827', '南京', '苏州', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '0', '0', '0.85', '1.23', '1703.14', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('372', '15790948060000281', '28', '普文浩', '18973105981', '嘉兴', '杭州', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '0', '0', '5.79', '1.01', '1584.57', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('373', '15790948060000158', '15', '叶路阳', '18956291696', '湖州', '无锡', '湖州市吴兴区广场后路158号湖州市第一人民医院', '120.105238', '30.871766', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '0', '8.8', '4.7', '1698.88', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('374', '15790948070000298', '29', '出明哲', '18933085320', '杭州', '南京', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '0', '3.43', '1', '1706.86', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('375', '15790948070000105', '10', '秋玉惠', '18944969636', '苏州', '南京', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '1', '0', '4.43', '0.5', '1679.91', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('376', '15790948080000172', '17', '速星光', '18970667416', '无锡', '上海', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '6.99', '1.15', '1628.09', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('377', '15790948080000270', '27', '牢杰森', '18970701260', '嘉兴', '镇江', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '1', '0', '2.22', '0.4', '1676.4', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('378', '15790948090000105', '10', '秋玉惠', '18944969636', '无锡', '苏州', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '1', '3.35', '2.44', '1587.35', null, '1', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('379', '15790948090000165', '16', '练子贺', '18939681022', '杭州', '上海', '杭州市西湖区马塍路浙江省高级人民法院', '120.148951', '30.274614', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '0.7', '1.14', '1648.54', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('380', '15790948100000233', '23', '靳婧妍', '18932668490', '杭州', '无锡', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '1', '0', '6.8', '4.29', '1735.49', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('381', '15790948100000128', '12', '乜广运', '18916036646', '上海', '杭州', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '0', '0', '8.73', '4.42', '1710.78', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('382', '15790948110000196', '19', '薄钰珂', '18957525364', '杭州', '湖州', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '湖州市吴兴区浙江大学湖州医院', '120.095509', '30.866813', '1', '0', '6.12', '2.5', '1613.31', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('383', '15790948110000244', '24', '折建刚', '18972151634', '杭州', '湖州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '0', '0', '1.21', '2.95', '1614.94', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('384', '15790948120000212', '21', '业玉戈', '18926057712', '嘉兴', '上海', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '1.29', '0.5', '1579.76', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('385', '15790948120000174', '17', '速星光', '18970667416', '杭州', '苏州', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '0', '5.65', '3.82', '1690.22', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('386', '15790948130000177', '17', '速星光', '18970667416', '杭州', '苏州', '杭州市西湖区龙井路1号杭州西湖风景名胜区', '120.128562', '30.252205', '苏州市相城区人民路3998号苏州市公安局', '120.614029', '31.351158', '0', '0', '8.47', '3.6', '1693.99', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('387', '15790948130000301', '30', '封乐佳', '18996358891', '无锡', '嘉兴', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '0', '5.88', '2.95', '1648.14', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('388', '15790948140000259', '25', '仵雨晨', '18905760665', '南京', '镇江', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '8.37', '2.14', '1601.84', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('389', '15790948150000100', '10', '秋玉惠', '18944969636', '无锡', '上海', '无锡市梁溪区永和路1号无锡市人民大会堂', '120.304461', '31.554675', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '0', '7.83', '4.05', '1683.17', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('390', '15790948150000011', '1', '翁记彤', '18966964413', '镇江', '南京', '镇江市京口区学府路31号京口区人民政府', '119.47016', '32.19828', '南京市栖霞区尧佳路28号南京市栖霞区医院', '118.880807', '32.117807', '0', '0', '6.7', '2.01', '1600.45', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('391', '15790948160000070', '7', '伊子硕', '18990211932', '杭州', '上海', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '0', '6.42', '3.3', '1695.08', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('392', '15790948160000294', '29', '出明哲', '18933085320', '杭州', '镇江', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '镇江市丹徒区丹徒新区广场路1号丹徒区人民政府', '119.433853', '32.131962', '1', '0', '2.32', '4.23', '1764.9', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('393', '15790948170000203', '20', '苑子晨', '18979552478', '嘉兴', '杭州', '嘉兴市南湖区中环南路体育中心西区5楼南湖区足球协会', '120.7596', '30.740161', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '1', '0', '3.42', '3.15', '1624.27', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('394', '15790948170000235', '23', '靳婧妍', '18932668490', '苏州', '上海', '苏州市姑苏区南环东路601号苏州南门汽车客运站', '120.637464', '31.278791', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '1', '0', '9.8', '1.96', '1630.74', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('395', '15790948180000254', '25', '仵雨晨', '18905760665', '无锡', '上海', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '0', '0', '8.57', '4.95', '1696.24', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('396', '15790948190000125', '12', '乜广运', '18916036646', '杭州', '苏州', '杭州市下城区武林广场21号杭州大厦', '120.161443', '30.272179', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '0', '0', '0.24', '0.84', '1627.78', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('397', '15790948190000223', '22', '古康佳', '18922714775', '无锡', '杭州', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '0', '0', '1.57', '4.98', '1744.42', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('398', '15790948200000232', '23', '靳婧妍', '18932668490', '镇江', '上海', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '1', '0', '1.04', '0.41', '1692.72', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('399', '15790948200000088', '8', '泥子墨', '18914717630', '苏州', '上海', '苏州市苏州工业园区钟南街92号苏州大学附属儿童医院园区总院', '120.758715', '31.310468', '上海市浦东新区世纪大道1号(近二号线陆家嘴站)东方明珠广播电视塔', '121.499809', '31.239666', '0', '0', '9.98', '2.75', '1619.6', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('400', '15790948210000212', '21', '业玉戈', '18926057712', '杭州', '嘉兴', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '嘉兴市南湖区中环南路和花园路交叉路口嘉兴市体育中心', '120.76038', '30.740925', '0', '0', '3.91', '4.11', '1643.98', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('401', '15790948210000297', '29', '出明哲', '18933085320', '上海', '无锡', '上海市长宁区虹桥路2550号上海虹桥国际机场', '121.33795', '31.196471', '无锡市梁溪区锡沪西路227号无锡汽车客运站', '120.308447', '31.592854', '1', '0', '6.18', '1.59', '1626.92', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('402', '15790948220000282', '28', '普文浩', '18973105981', '南京', '镇江', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '镇江市润州区南徐大道68号市行政中心', '119.425327', '32.188801', '1', '0', '8.65', '0.53', '1576.62', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('403', '15790948220000215', '21', '业玉戈', '18926057712', '镇江', '无锡', '镇江市润州区润州路30号润州区人民法', '119.404983', '32.201652', '无锡市滨湖区中南西路8号无锡市中医医院', '120.282047', '31.538688', '0', '0', '1.27', '2.28', '1644.12', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('404', '15790948230000279', '27', '牢杰森', '18970701260', '嘉兴', '无锡', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '0', '0', '0.2', '0.57', '1600.26', null, '0', '0', '0', '0', '-1', '0', '嘉兴', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('405', '15790948230000239', '23', '靳婧妍', '18932668490', '湖州', '南京', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '1', '0', '2.11', '2.94', '1715.34', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('406', '15790948240000090', '9', '浦芳妤', '18921512185', '无锡', '嘉兴', '无锡市滨湖区梁南路3号无锡市公安局交通警察支队车辆管理所', '120.323332', '31.503416', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '1', '0', '7.18', '3.37', '1659.16', null, '0', '0', '0', '0', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('407', '15790948240000041', '4', '蒯誉馨', '18952789284', '苏州', '上海', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '上海市静安区天目东路80号中国铁路上海局集团有限公司', '121.477795', '31.250934', '1', '0', '8.62', '3.48', '1641.69', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('408', '15790948250000303', '30', '封乐佳', '18996358891', '苏州', '无锡', '苏州市姑苏区干将西路288号苏州市人才市场服务中心', '120.613698', '31.305031', '无锡市滨湖区湖滨路4号无锡广电大厦无锡广播电视集团', '120.282788', '31.560224', '1', '0', '9.87', '1.16', '1568.65', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('409', '15790948260000152', '15', '叶路阳', '18956291696', '南京', '嘉兴', '南京市浦口区文德路18号浦口区人民政府', '118.628003', '32.058903', '嘉兴市南湖区中环南路1882号嘉兴市第一医院', '120.742339', '30.736481', '0', '0', '2.5', '4.16', '1785.46', null, '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('410', '15790948260000039', '3', '俎欧辰', '18915619633', '上海', '杭州', '上海市浦东新区川沙镇黄赵路310号上海迪士尼度假区', '121.659123', '31.147568', '杭州市江干区庆春东路3号浙江大学医学院邵逸夫医院', '120.202547', '30.25642', '1', '0', '1.44', '4.74', '1729.24', null, '0', '0', '0', '0', '-1', '0', '上海', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('411', '15790948270000285', '28', '普文浩', '18973105981', '杭州', '上海', '杭州市下城区潮王路208号浙江协作大厦1层潮王大酒店', '120.15358', '30.286327', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '0', '7.63', '2.28', '1664.24', null, '0', '0', '0', '0', '-1', '0', '杭州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('412', '15790948270000304', '30', '封乐佳', '18996358891', '苏州', '嘉兴', '苏州市姑苏区东北街204号苏州博物馆', '120.627579', '31.323275', '嘉兴市南湖区中环东路2468号嘉兴市妇幼保健院', '120.781988', '30.739572', '0', '0', '2.86', '4.9', '1656.18', null, '0', '0', '0', '0', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('413', '15790948280000277', '27', '牢杰森', '18970701260', '镇江', '南京', '镇江市润州区中山西路73号火车站', '119.4328', '32.197697', '南京市江宁区杨家圩路2号江宁市民中心', '118.836302', '31.940121', '0', '0', '4.65', '3.36', '1633.63', null, '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('414', '15790948280000168', '16', '练子贺', '18939681022', '湖州', '上海', '湖州市吴兴区东门二里桥路湖州汽车东站', '120.115333', '30.855935', '上海市徐汇区沪闵路9001号上海南站', '121.428772', '31.152423', '0', '0', '0.67', '1.44', '1632.21', null, '0', '0', '0', '0', '-1', '0', '湖州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('415', '15790948290000141', '14', '国锦玉', '18928931549', '南京', '嘉兴', '南京市鼓楼区广州路南京大学', '118.777069', '32.056377', '嘉兴市嘉兴市教育局', '120.791983', '30.736841', '1', '0', '3', '3', '1760.7', '50本高考辅导书', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('417', '15823605460000015', '1', '翁记彤', '18966964413', '南京', '上海', '南京市秦淮区新百大厦2楼', '118.784629', '32.041157', '上海市闵行区宜山路1999号科技绿洲24栋上海字节跳动总部', '121.39033', '31.16619', '1', '0', '600', '3', '2126.81', '50件优衣库衬衫捐赠给上海字节跳动公司的程序员们', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('418', '15828872050000012', '1', '翁记彤', '18966964413', '南京', '无锡', '南京市鼓楼区中山北路虹桥中心肯德基', '118.76305', '32.076698', '无锡市火车站南广场', '120.304761', '31.586412', '1', '0', '5', '5', '1724.93', '5箱打印纸', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('419', '15828872650000017', '1', '翁记彤', '18966964413', '南京', '苏州', '南京市鼓楼区中山北路虹桥中心肯德基', '118.76305', '32.076698', '苏州市火车站南广场', '120.625224', '31.312122', '0', '0', '5', '5', '1757.18', '5箱打印纸', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('420', '15828990250000015', '1', '翁记彤', '18966964413', '南京', '上海', '南京市秦淮区新百大厦2楼', '118.784629', '32.041157', '上海市闵行区宜山路1999号科技绿洲24栋上海字节跳动总部', '121.39033', '31.16619', '1', '0', '600', '3', '2126.81', '50件优衣库衬衫捐赠给上海字节跳动公司的程序员们', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('422', '15829844460000069', '6', '丘斐然', '18974602143', '南京', '南京', '南京市鼓楼区新模范马路66号南京邮电大学', '118.772455', '32.081566', '南京师栖霞区文苑路1号南京师范大学', '118.912273', '32.10263', '1', '0', '2', '2', '1551.99', '学生期末考试的试卷和足球一箱', '0', '0', '0', '0', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('423', '15832414750000016', '1', '翁记彤', '18966964413', '镇江', '苏州', '镇江市镇江火车站售票处', '119.481625', '32.182951', '苏州市苏州火车站售票处', '120.611172', '31.330663', '1', '0', '10', '10', '1820.8', '一箱春运没卖出去的火车票', '0', '0', '0', '0', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('424', '15832415560000010', '1', '翁记彤', '18966964413', '镇江', '无锡', '镇江市火车站一号候车室', '119.447425', '32.199306', '无锡市火车站一号候车室', '120.308353', '31.584916', '1', '1', '20', '10', '1797.38', '瓜子饮料方便面，充电宝', '0', '0', '0', '0', '-1', '0', '镇江', '1', null, '0', '0');
INSERT INTO `t_cargo` VALUES ('430', '15888193270000017', '1', '翁记彤', '18966964413', '南京', '苏州', '南京市鼓楼区新模范马路66号南京邮电大学邮政学院', '118.77036', '32.078027', '苏州市苏州火车站', '120.611172', '31.330663', '1', '0', '60', '30', '2869.9930999999997', '体积为60m3，重量为30t的火车票专用打印纸（测试用）', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('431', '15888200940000013', '1', '翁记彤', '18966964413', '苏州', '南京', '苏州市苏州火车站', '120.611172', '31.330663', '南京市栖霞区文苑路9号南京邮电大学', '118.930828', '32.113681', '1', '0', '57', '25', '2806.004', '苏州火车站赠与南京邮电大学一批体积为57m3，重量为25t的火车票', '0', '0', '0', '1', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('432', '15888204450000019', '1', '翁记彤', '18966964413', '南京', '上海', '南京市栖霞区文苑路9号南京邮电大学', '118.930828', '32.113681', '上海市上海虹桥火车站', '121.320205', '31.193935', '1', '0', '70', '30', '3125.2553', '大货物测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('433', '15888215150000023', '2', '宏娅廷', '18923216451', '南京', '杭州', '南京市南京南站北广场', '118.7945', '32.0405', '杭州市杭州东站售票处', '120.212427', '30.291538', '1', '0', '70', '30', '3107.5908', '体积为70m3，重量为30t的火车票（测试用）', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('434', '15888218150000033', '3', '俎欧辰', '18915619633', '无锡', '杭州', '无锡市无锡火车站', '120.306537', '31.589335', '杭州市杭州东站', '120.212427', '30.291538', '1', '0', '100', '50', '3675.0022', '大型货物-保密', '0', '0', '0', '1', '-1', '0', '无锡', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('435', '15888304260000244', '24', '折建刚', '18972151634', '镇江', '湖州', '镇江市人民政府', '119.424811', '32.188207', '湖州市人民法院', '120.086823', '30.894348', '1', '0', '70', '30', '3052.4742', '办公用具', '0', '0', '0', '1', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('436', '15888306010000288', '28', '普文浩', '18973105981', '南京', '无锡', '南京市玄武区人民政府', '118.797772', '32.048676', '无锡市无锡东站', '120.45943', '31.597107', '1', '0', '66', '33', '2969.6927', '办公用具', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('437', '15888307540000191', '19', '薄钰珂', '18957525364', '苏州', '杭州', '苏州市姑苏区人民政府', '120.617369', '31.33565', '杭州市浙江绿城俱乐部', '120.15507', '30.274084', '1', '0', '77', '33', '3170.7563', '体育用具', '0', '0', '0', '1', '-1', '0', '苏州', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('438', '15916247170000026', '2', '宏娅廷', '18923216451', '镇江', '上海', '镇江市人民政府', '119.424811', '32.188207', '上海市人民政府', '121.473657', '31.230378', '1', '0', '100', '100', '3736.0605', '0608测试', '0', '0', '0', '1', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('439', '15916247910000029', '2', '宏娅廷', '18923216451', '镇江', '上海', '镇江市人民政府', '119.424811', '32.188207', '上海市人民政府', '121.473657', '31.230378', '1', '0', '100', '100', '3736.0605', '0608测试', '0', '0', '0', '1', '-1', '0', '镇江', '0', '2020-06-30 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('440', '15916247910000012', '2', '宏娅廷', '18923216451', '南京', '上海', '南京市玄武区人民政府', '118.797772', '32.188207', '上海市人民政府', '121.473657', '31.230378', '0', '0', '1', '2', '3736.0605', '0608测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '3000', '0');
INSERT INTO `t_cargo` VALUES ('441', '15920230320000015', '1', '翁记彤', '18966964413', '南京', '无锡', '南京市玄武区人民政府', '118.797772', '32.048676', '无锡市人民政府', '120.311919', '31.491682', '1', '0', '100', '100', '3689.8892', '测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-07-08 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('442', '15920254910000012', '1', '翁记彤', '18966964413', '上海', '镇江', '上海市人民政府', '121.473657', '31.230378', '镇江市人民政府', '119.424811', '32.188207', '1', '0', '100', '100', '3734.6962', '测试', '0', '0', '0', '1', '-1', '0', '上海', '0', '2020-07-13 23:00:00', '0', '0');
INSERT INTO `t_cargo` VALUES ('443', '15921382770000045', '4', '蒯誉馨', '18952789284', '南京', '镇江', '南京市鼓楼区人民政府', '118.770182', '32.066601', '镇江市西津渡风景区', '119.432248', '32.214226', '1', '0', '10', '100', '1818.2421', '西津渡纪念品', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '500', '0');
INSERT INTO `t_cargo` VALUES ('444', '15921385090000045', '4', '蒯誉馨', '18952789284', '南京', '上海', '南京市鼓楼区人民政府', '118.770182', '32.066601', '上海市人民政府', '121.473657', '31.230378', '1', '0', '100', '100', '3771.7437', '文件', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-08-14 23:00:00', '1500', '0');
INSERT INTO `t_cargo` VALUES ('445', '15921387490000040', '4', '蒯誉馨', '18952789284', '南京', '无锡', '南京市玄武区人民政府', '118.797772', '32.048676', '无锡市中级人民法院', '120.305863', '31.574542', '1', '0', '50', '50', '2659.8878', '测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-08-10 23:00:00', '1000', '0');
INSERT INTO `t_cargo` VALUES ('446', '15921387490000087', '4', '蒯誉馨', '18952789284', '南京', '上海', '南京市玄武区人民政府', '118.797772', '32.048676', '上海市人民政府', '120.305863', '31.574542', '0', '0', '1', '2', '3659.8878', '测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-08-10 23:00:00', '3600', '0');
INSERT INTO `t_cargo` VALUES ('447', '15888306010000280', '28', '普文浩', '18973105981', '南京', '上海', '南京市玄武区人民政府', '118.797772', '32.048676', '上海市人民政府', '120.45943', '31.597107', '0', '0', '1', '2', '3969.6927', '测试', '0', '0', '0', '1', '-1', '0', '南京', '0', '2020-06-30 23:00:00', '4000', '0');

-- ----------------------------
-- Table structure for t_order
-- ----------------------------
DROP TABLE IF EXISTS `t_order`;
CREATE TABLE `t_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` varchar(45) NOT NULL,
  `consignor_id` int(11) NOT NULL,
  `cargo_id` int(11) NOT NULL,
  `driver_id` int(11) NOT NULL,
  `truck_id` int(11) NOT NULL,
  `order_time` timestamp NULL DEFAULT NULL COMMENT '接单时间',
  `completion_time` timestamp NULL DEFAULT NULL COMMENT '完成时间',
  `state` int(11) NOT NULL DEFAULT '0' COMMENT '0：正常\\n1：问题申报中\\n2：终止\n3：已完成',
  `report` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=133 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_order
-- ----------------------------
INSERT INTO `t_order` VALUES ('1', '1583552278026205', '26', '1', '20', '2', '2020-03-07 11:37:58', null, '3', 'demoData');
INSERT INTO `t_order` VALUES ('2', '1583552278020150', '20', '2', '15', '4', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('3', '1583552278029098', '29', '3', '9', '4', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('4', '1583552278018057', '18', '4', '5', '2', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('5', '1583552278018187', '18', '5', '18', '3', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('6', '1583552278002096', '2', '6', '9', '4', '2020-03-07 11:37:58', null, '0', null);
INSERT INTO `t_order` VALUES ('7', '1583552278002057', '2', '7', '5', '2', '2020-03-07 11:37:58', '2020-06-26 16:38:55', '3', null);
INSERT INTO `t_order` VALUES ('8', '1583552278027164', '27', '8', '16', '1', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('9', '1583552278013197', '13', '9', '19', '1', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('10', '1583552278018115', '18', '10', '11', '4', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('11', '1583552278009084', '9', '11', '8', '1', '2020-03-07 11:37:58', null, '0', null);
INSERT INTO `t_order` VALUES ('12', '1583552278003135', '3', '13', '13', '4', '2020-03-07 11:37:58', null, '0', null);
INSERT INTO `t_order` VALUES ('13', '1583552278020077', '20', '14', '7', '3', '2020-03-07 11:37:58', null, '0', null);
INSERT INTO `t_order` VALUES ('14', '1583552278014101', '14', '15', '10', '1', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('15', '1583552278030041', '30', '16', '4', '3', '2020-03-07 11:37:58', null, '3', null);
INSERT INTO `t_order` VALUES ('16', '1583552278012204', '12', '17', '20', '2', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('17', '1583552278030155', '30', '18', '15', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('18', '1583552278011019', '11', '19', '1', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('19', '1583552278021044', '21', '20', '4', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('20', '1583552278029054', '29', '21', '5', '2', '2020-03-07 11:37:59', '2020-06-26 16:44:07', '3', null);
INSERT INTO `t_order` VALUES ('21', '1583552278019188', '19', '22', '18', '3', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('22', '1583552278028117', '28', '23', '11', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('23', '1583552278029024', '29', '24', '2', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('24', '1583552278007135', '7', '25', '13', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('25', '1583552278003141', '3', '26', '14', '1', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('26', '1583552278016050', '16', '27', '5', '2', '2020-03-07 11:37:59', '2020-06-26 16:41:37', '3', null);
INSERT INTO `t_order` VALUES ('27', '1583552278030084', '30', '28', '8', '1', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('28', '1583552278014081', '14', '29', '8', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('29', '1583552278018047', '18', '30', '4', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('30', '1583552278021111', '21', '31', '11', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('31', '1583552278025136', '25', '32', '13', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('32', '1583552278029041', '29', '33', '4', '3', '2020-03-07 11:37:59', '2020-12-05 23:45:44', '3', null);
INSERT INTO `t_order` VALUES ('33', '1583552278030059', '30', '34', '5', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('34', '1583552278014037', '14', '35', '3', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('35', '1583552278023155', '23', '36', '15', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('36', '1583552278029095', '29', '37', '9', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('37', '1583552278010092', '10', '38', '9', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('38', '1583552278003190', '3', '39', '19', '1', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('39', '1583552279021162', '21', '40', '16', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('40', '1583552279004092', '4', '41', '9', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('41', '1583552279023191', '23', '42', '19', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('42', '1583552279024090', '24', '43', '9', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('43', '1583552279016149', '16', '44', '14', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('44', '1583552279007068', '7', '45', '6', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('45', '1583552279001038', '1', '46', '3', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('46', '1583552279017045', '17', '47', '4', '3', '2020-03-07 11:37:59', '2020-12-05 23:45:45', '3', null);
INSERT INTO `t_order` VALUES ('47', '1583552279007145', '7', '48', '14', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('48', '1583552279029156', '29', '49', '15', '4', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('49', '1583552279008047', '8', '50', '4', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('50', '1583552279006011', '6', '51', '1', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('51', '1583552279021063', '21', '52', '6', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('52', '1583552279003201', '3', '53', '20', '2', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('53', '1583552279027090', '27', '54', '9', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('54', '1583552279015126', '15', '55', '12', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('55', '1583552279013116', '13', '56', '11', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('56', '1583552279026067', '26', '57', '6', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('57', '1583552279017067', '17', '58', '6', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('58', '1583552279005059', '5', '59', '5', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('59', '1583552279020011', '20', '60', '1', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('60', '1583552279015078', '15', '61', '7', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('61', '1583552279018043', '18', '62', '4', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('62', '1583552279004191', '4', '63', '19', '1', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('63', '1583552279014048', '14', '64', '4', '3', '2020-03-07 11:37:59', '2020-12-05 23:45:46', '3', null);
INSERT INTO `t_order` VALUES ('64', '1583552279004024', '4', '65', '2', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('65', '1583552279007033', '7', '66', '3', '4', '2020-03-07 11:37:59', '2020-12-05 23:45:20', '3', null);
INSERT INTO `t_order` VALUES ('66', '1583552279020014', '20', '67', '1', '4', '2020-03-07 11:37:59', '2020-11-25 23:56:24', '3', '');
INSERT INTO `t_order` VALUES ('67', '1583552279007178', '7', '68', '17', '2', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('68', '1583552279022089', '22', '69', '8', '1', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('69', '1583552279020139', '20', '70', '13', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('70', '1583552279020165', '20', '71', '16', '1', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('71', '1583552279016201', '16', '72', '20', '2', '2020-03-07 11:37:59', null, '0', null);
INSERT INTO `t_order` VALUES ('72', '1583552279002043', '2', '73', '4', '3', '2020-03-07 11:37:59', '2020-12-05 23:45:48', '3', null);
INSERT INTO `t_order` VALUES ('73', '1583552279026075', '26', '74', '7', '3', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('74', '1583552279030018', '30', '75', '1', '4', '2020-03-07 11:37:59', null, '3', null);
INSERT INTO `t_order` VALUES ('75', '1583552279020204', '20', '76', '20', '2', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('76', '1583552279020082', '20', '77', '8', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('77', '1583552279009206', '9', '78', '20', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('78', '1583552279025116', '25', '79', '11', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('79', '1583552279024097', '24', '80', '9', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('80', '1583552279002091', '2', '81', '9', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('81', '1583552279023183', '23', '82', '18', '3', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('82', '1583552279020089', '20', '83', '8', '1', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('83', '1583552279004124', '4', '84', '12', '1', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('84', '1583552279007122', '7', '85', '12', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('85', '1583552279015148', '15', '86', '14', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('86', '1583552279025027', '25', '87', '2', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('87', '1583552279013020', '13', '88', '2', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('88', '1583552279020199', '20', '89', '19', '1', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('89', '1583552279030201', '30', '90', '20', '2', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('90', '1583552279020053', '20', '92', '5', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('91', '1583552279019049', '19', '93', '4', '3', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('92', '1583552279020176', '20', '94', '17', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('93', '1583552279011117', '11', '95', '11', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('94', '1583552279021021', '21', '96', '2', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('95', '1583552279014157', '14', '97', '15', '4', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('96', '1583552279029132', '29', '98', '13', '4', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('97', '1583552279021152', '21', '99', '15', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('98', '1583552279002037', '2', '101', '3', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('99', '1583552279002092', '2', '102', '9', '4', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('100', '1583552279013064', '13', '103', '6', '2', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('101', '1583552279018120', '18', '104', '12', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('102', '1583552280002047', '2', '105', '4', '3', '2020-03-07 11:38:00', '2020-12-05 23:45:51', '3', null);
INSERT INTO `t_order` VALUES ('103', '1583552280009028', '9', '106', '2', '2', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('104', '1583552280030129', '30', '107', '12', '1', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('105', '1583552280003043', '3', '108', '4', '3', '2020-03-07 11:38:00', '2020-12-05 23:45:54', '3', null);
INSERT INTO `t_order` VALUES ('106', '1583552280005107', '5', '109', '10', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('107', '1583552280012189', '12', '111', '18', '3', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('108', '1583552280022183', '22', '114', '18', '3', '2020-03-07 11:38:00', null, '3', null);
INSERT INTO `t_order` VALUES ('109', '1583552280014147', '14', '115', '14', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('110', '1583552280030141', '30', '117', '14', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('111', '1583552280001034', '1', '119', '3', '4', '2020-03-07 11:38:00', '2020-12-05 23:45:22', '3', null);
INSERT INTO `t_order` VALUES ('112', '1583552280020148', '20', '125', '14', '1', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('113', '1583552280012069', '12', '132', '6', '2', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('114', '1583552280020114', '20', '151', '11', '4', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('115', '1583552280008031', '8', '157', '3', '4', '2020-03-07 11:38:00', '2020-12-05 23:45:24', '3', null);
INSERT INTO `t_order` VALUES ('116', '1583552280004135', '4', '175', '13', '4', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('117', '1583552280001099', '1', '184', '9', '4', '2020-03-07 11:38:00', null, '0', null);
INSERT INTO `t_order` VALUES ('118', '1583552280001018', '1', '199', '1', '4', '2020-03-07 11:38:00', '2020-12-05 23:44:44', '3', null);
INSERT INTO `t_order` VALUES ('119', '1587207859030021', '30', '360', '2', '2', '2020-04-18 19:04:19', null, '0', null);
INSERT INTO `t_order` VALUES ('120', '1587207859030020', '30', '183', '2', '2', '2020-04-18 19:04:19', null, '0', null);
INSERT INTO `t_order` VALUES ('121', '1593161127006052', '6', '422', '5', '2', '2020-06-26 16:45:27', '2020-06-26 16:46:01', '3', null);
INSERT INTO `t_order` VALUES ('122', '1593161274001056', '1', '419', '5', '2', '2020-06-26 16:47:55', '2020-06-26 16:48:10', '3', null);
INSERT INTO `t_order` VALUES ('123', '1607183258028045', '28', '285', '4', '3', '2020-12-05 23:47:39', '2020-12-05 23:50:47', '3', null);
INSERT INTO `t_order` VALUES ('124', '1607183258029049', '29', '123', '4', '3', '2020-12-05 23:47:39', '2020-12-05 23:50:48', '3', null);
INSERT INTO `t_order` VALUES ('125', '1607183497009041', '9', '208', '4', '3', '2020-12-05 23:51:37', '2020-12-05 23:53:57', '3', null);
INSERT INTO `t_order` VALUES ('126', '1607183497027043', '27', '177', '4', '3', '2020-12-05 23:51:37', '2020-12-05 23:53:59', '3', null);
INSERT INTO `t_order` VALUES ('127', '1607183497022041', '22', '219', '4', '3', '2020-12-05 23:51:37', '2020-12-05 23:54:02', '3', null);
INSERT INTO `t_order` VALUES ('128', '1607183657018046', '18', '233', '4', '3', '2020-12-05 23:54:17', '2020-12-05 23:54:28', '3', null);
INSERT INTO `t_order` VALUES ('129', '1607183657016049', '16', '153', '4', '3', '2020-12-05 23:54:17', '2020-12-05 23:54:30', '3', null);
INSERT INTO `t_order` VALUES ('130', '1607183704004048', '4', '217', '4', '3', '2020-12-05 23:55:05', '2020-12-05 23:55:28', '3', null);
INSERT INTO `t_order` VALUES ('131', '1607183704010041', '10', '378', '4', '3', '2020-12-05 23:55:05', '2020-12-05 23:55:30', '3', null);
INSERT INTO `t_order` VALUES ('132', '1607183777005040', '5', '284', '4', '3', '2020-12-05 23:56:17', null, '0', null);

-- ----------------------------
-- Table structure for t_truck
-- ----------------------------
DROP TABLE IF EXISTS `t_truck`;
CREATE TABLE `t_truck` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `truck_type` varchar(255) NOT NULL,
  `truck_volume` double NOT NULL,
  `truck_load` double NOT NULL,
  `fuel_litersPerHundredMiles` double DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_truck
-- ----------------------------
INSERT INTO `t_truck` VALUES ('1', '福田时代 小卡之星3|单排厢式微卡(BJ5046XXY-F1)', '14', '1.8', '11.6');
INSERT INTO `t_truck` VALUES ('2', '江淮 格尔发K5W重卡|仓栅式载货车(HFC5321CCYP1K4H45)', '38', '8', '35.8');
INSERT INTO `t_truck` VALUES ('3', '中国重汽HOWO 悍将|单排厢式轻卡(ZZ5047XXYF341CE145)', '44', '10', '12.3');
INSERT INTO `t_truck` VALUES ('4', '一汽解放 J6L中卡|厢式载货车(CA5180XXYP62K1L4E5)', '55', '23', '25.5');

-- ----------------------------
-- Table structure for u_administrator
-- ----------------------------
DROP TABLE IF EXISTS `u_administrator`;
CREATE TABLE `u_administrator` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `admin_name` varchar(45) NOT NULL,
  `account` varchar(45) NOT NULL,
  `admin_password` varchar(45) DEFAULT NULL,
  `phone` varchar(45) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `account_UNIQUE` (`account`),
  UNIQUE KEY `phone_UNIQUE` (`phone`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_administrator
-- ----------------------------
INSERT INTO `u_administrator` VALUES ('1', '隆哥', 'admin1', 'e10adc3949ba59abbe56e057f20f883e', '13812345678');
INSERT INTO `u_administrator` VALUES ('2', '涛哥', 'admin2', 'e10adc3949ba59abbe56e057f20f883e', '15978945612');
INSERT INTO `u_administrator` VALUES ('3', '张小弟', 'admin3', '123456', '13773556465');

-- ----------------------------
-- Table structure for u_driver
-- ----------------------------
DROP TABLE IF EXISTS `u_driver`;
CREATE TABLE `u_driver` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phone` varchar(45) NOT NULL,
  `password` varchar(45) NOT NULL,
  `real_name` varchar(45) NOT NULL,
  `username` varchar(45) DEFAULT 'driver',
  `truck_id` int(11) DEFAULT '0',
  `truck_license_plate` varchar(45) DEFAULT NULL,
  `current_city` varchar(45) DEFAULT '南京',
  `credit_score` float DEFAULT '0',
  `working_status` int(11) DEFAULT '0' COMMENT '1表示已接单,即不能再接单;0表示未接单,现在可以给我匹配',
  `active_status` int(11) DEFAULT '1',
  `taking_status` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_driver
-- ----------------------------
INSERT INTO `u_driver` VALUES ('1', '15546840374', 'e10adc3949ba59abbe56e057f20f883e', '帅友菱', 'driver0', '4', '苏AK1200', '湖州', '3.7', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('2', '15506624398', 'e10adc3949ba59abbe56e057f20f883e', '乐冷珍', 'driver1', '2', '苏AK2227', '上海', '3.05', '1', '0', '0');
INSERT INTO `u_driver` VALUES ('3', '15524100737', 'e10adc3949ba59abbe56e057f20f883e', '隽成天', 'driver2', '4', '苏AK6585', '镇江', '3.47', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('4', '15511040217', 'e10adc3949ba59abbe56e057f20f883e', '荤听双', 'driver3', '3', '苏AK1742', '苏州', '2.83', '1', '1', '2');
INSERT INTO `u_driver` VALUES ('5', '15566967962', 'e10adc3949ba59abbe56e057f20f883e', '随飞跃', 'driver4', '2', '苏AK0533', '苏州', '3.3', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('6', '15552370675', 'e10adc3949ba59abbe56e057f20f883e', '谌涵梅', 'driver5', '2', '苏AK0488', '南京', '3.55', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('7', '15553015749', 'e10adc3949ba59abbe56e057f20f883e', '习令秋', 'driver6', '3', '苏AK6828', '南京', '3.7', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('8', '15542925722', 'e10adc3949ba59abbe56e057f20f883e', '年怜雪', 'driver7', '1', '苏AK7041', '南京', '3.3', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('9', '15541256237', 'e10adc3949ba59abbe56e057f20f883e', '长高懿', 'driver8', '4', '苏AK2441', '南京', '3.18', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('10', '15524768551', 'e10adc3949ba59abbe56e057f20f883e', '吕运珧', 'driver9', '1', '苏AK1628', '南京', '2.7', '1', '0', '0');
INSERT INTO `u_driver` VALUES ('11', '15555500863', 'e10adc3949ba59abbe56e057f20f883e', '冉晓莉', 'driver10', '4', '苏AK7760', '南京', '3.4', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('12', '15539398815', 'e10adc3949ba59abbe56e057f20f883e', '普烨华', 'driver11', '1', '苏AK2715', '南京', '3.13', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('13', '15565693271', 'e10adc3949ba59abbe56e057f20f883e', '求翠丝', 'driver12', '3', '苏AK1542', '南京', '3.7', '1', '1', '1');
INSERT INTO `u_driver` VALUES ('14', '15508053484', 'e10adc3949ba59abbe56e057f20f883e', '夕清昶', 'driver13', '1', '苏AK4717', '南京', '2.8', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('15', '15544122852', 'e10adc3949ba59abbe56e057f20f883e', '顿鸿禧', 'driver14', '4', '苏AK2782', '南京', '3.3', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('16', '15553818472', 'e10adc3949ba59abbe56e057f20f883e', '乌冷松', 'driver15', '1', '苏AK7330', '南京', '3.2', '1', '1', '1');
INSERT INTO `u_driver` VALUES ('17', '15504078063', 'e10adc3949ba59abbe56e057f20f883e', '毛安妮', 'driver16', '2', '苏AK1555', '南京', '3.8', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('18', '15512888034', 'e10adc3949ba59abbe56e057f20f883e', '后雨兰', 'driver17', '3', '苏AK5712', '南京', '3.47', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('19', '15560056622', 'e10adc3949ba59abbe56e057f20f883e', '康妙晴', 'driver18', '1', '苏AK1573', '南京', '2.95', '1', '1', '1');
INSERT INTO `u_driver` VALUES ('20', '15520266493', 'e10adc3949ba59abbe56e057f20f883e', '夏春梅', 'driver19', '2', '苏AK6453', '南京', '2.8', '1', '1', '0');
INSERT INTO `u_driver` VALUES ('25', '15500001111', 'e10adc3949ba59abbe56e057f20f883e', '张三司', 'driver_zhangsan', '4', '苏FA5823', '南通', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('26', '18877983232', 'e10adc3949ba59abbe56e057f20f883e', '蒉国防', 'driver-0-2020', '4', '苏BY4261', '上海', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('27', '18840397587', 'e10adc3949ba59abbe56e057f20f883e', '粟振河', 'driver-1-2020', '2', '苏BY9474', '无锡', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('28', '18810608864', 'e10adc3949ba59abbe56e057f20f883e', '禚国昌', 'driver-2-2020', '3', '苏BY9094', '无锡', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('29', '18814777892', 'e10adc3949ba59abbe56e057f20f883e', '孟黎明', 'driver-3-2020', '4', '苏BY6535', '镇江', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('30', '18813061717', 'e10adc3949ba59abbe56e057f20f883e', '畅德祥', 'driver-4-2020', '1', '苏BY2265', '上海', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('31', '18834500540', 'e10adc3949ba59abbe56e057f20f883e', '伦向东', 'driver-5-2020', '2', '苏BY5008', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('32', '18867450839', 'e10adc3949ba59abbe56e057f20f883e', '路学明', 'driver-6-2020', '2', '苏BY5560', '苏州', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('33', '18822603829', 'e10adc3949ba59abbe56e057f20f883e', '谢红臣', 'driver-7-2020', '3', '苏BY9485', '无锡', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('34', '18808755902', 'e10adc3949ba59abbe56e057f20f883e', '云向红', 'driver-8-2020', '3', '苏BY2561', '镇江', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('35', '18804601231', 'e10adc3949ba59abbe56e057f20f883e', '双淑军', 'driver-9-2020', '2', '苏BY4540', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('36', '18887680337', 'e10adc3949ba59abbe56e057f20f883e', '高学成', 'driver-10-2020', '4', '苏BY3489', '南通', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('37', '18849268917', 'e10adc3949ba59abbe56e057f20f883e', '泰跃进', 'driver-11-2020', '3', '苏BY7872', '苏州', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('38', '18894802787', 'e10adc3949ba59abbe56e057f20f883e', '詹学明', 'driver-12-2020', '2', '苏BY5251', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('39', '18895652660', 'e10adc3949ba59abbe56e057f20f883e', '后纪国', 'driver-13-2020', '2', '苏BY7713', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('40', '18828362992', 'e10adc3949ba59abbe56e057f20f883e', '谏保国', 'driver-14-2020', '2', '苏BY1398', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('41', '18885704434', 'e10adc3949ba59abbe56e057f20f883e', '势新社', 'driver-15-2020', '2', '苏BY7355', '南通', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('42', '18891752354', 'e10adc3949ba59abbe56e057f20f883e', '恭新庄', 'driver-16-2020', '2', '苏BY5325', '上海', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('43', '18881785320', 'e10adc3949ba59abbe56e057f20f883e', '郦学军', 'driver-17-2020', '4', '苏BY5933', '无锡', '3.6', '0', '1', '0');
INSERT INTO `u_driver` VALUES ('44', '18850714397', 'e10adc3949ba59abbe56e057f20f883e', '娄国强', 'driver-18-2020', '4', '苏BY4465', '镇江', '3.6', '0', '1', '1');
INSERT INTO `u_driver` VALUES ('45', '18881404312', 'e10adc3949ba59abbe56e057f20f883e', '莘宏才', 'driver-19-2020', '2', '苏BY6789', '无锡', '3.6', '0', '1', '0');

-- ----------------------------
-- Table structure for u_permission
-- ----------------------------
DROP TABLE IF EXISTS `u_permission`;
CREATE TABLE `u_permission` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `permname` varchar(100) NOT NULL COMMENT '权限名称',
  `description` varchar(255) DEFAULT NULL COMMENT '权限描述',
  `url` varchar(255) DEFAULT NULL COMMENT '权限访问路径',
  `perms` varchar(255) DEFAULT NULL COMMENT '权限标识',
  `parent_id` int(11) DEFAULT NULL COMMENT '父级权限id',
  `type` int(1) DEFAULT NULL COMMENT '类型   0：目录   1：菜单   2：按钮',
  `order_num` int(3) DEFAULT '0' COMMENT '排序',
  `icon` varchar(50) DEFAULT NULL COMMENT '图标',
  `status` int(1) NOT NULL COMMENT '状态：1有效；2删除',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_permission
-- ----------------------------
INSERT INTO `u_permission` VALUES ('1', '添加货物', null, null, 'addCargo', null, null, '0', null, '1', null, null);
INSERT INTO `u_permission` VALUES ('2', '删除货物', null, null, 'delCargo', null, null, '0', null, '1', null, null);
INSERT INTO `u_permission` VALUES ('3', '添加公司', null, null, 'addCompany', null, null, '0', null, '1', null, null);
INSERT INTO `u_permission` VALUES ('4', '删除公司', null, null, 'delCompany', null, null, '0', null, '1', null, null);

-- ----------------------------
-- Table structure for u_role
-- ----------------------------
DROP TABLE IF EXISTS `u_role`;
CREATE TABLE `u_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rolename` varchar(50) NOT NULL COMMENT '角色名称',
  `description` varchar(255) DEFAULT NULL COMMENT '角色描述',
  `status` int(1) NOT NULL COMMENT '状态：1有效；2删除',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_role
-- ----------------------------
INSERT INTO `u_role` VALUES ('1', 'driver', '司机', '1', null, null);
INSERT INTO `u_role` VALUES ('2', 'company', '公司', '1', null, null);
INSERT INTO `u_role` VALUES ('3', 'admin', '管理员', '1', null, null);

-- ----------------------------
-- Table structure for u_role_permission
-- ----------------------------
DROP TABLE IF EXISTS `u_role_permission`;
CREATE TABLE `u_role_permission` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role_id` int(20) NOT NULL COMMENT '角色id',
  `permission_id` int(20) NOT NULL COMMENT '权限id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_role_permission
-- ----------------------------
INSERT INTO `u_role_permission` VALUES ('1', '1', '1');
INSERT INTO `u_role_permission` VALUES ('2', '1', '2');
INSERT INTO `u_role_permission` VALUES ('3', '1', '3');
INSERT INTO `u_role_permission` VALUES ('4', '1', '4');
INSERT INTO `u_role_permission` VALUES ('5', '2', '1');
INSERT INTO `u_role_permission` VALUES ('6', '3', '2');
INSERT INTO `u_role_permission` VALUES ('7', '2', '3');
INSERT INTO `u_role_permission` VALUES ('8', '2', '4');
INSERT INTO `u_role_permission` VALUES ('9', '3', '1');
INSERT INTO `u_role_permission` VALUES ('10', '3', '2');
INSERT INTO `u_role_permission` VALUES ('11', '3', '3');
INSERT INTO `u_role_permission` VALUES ('12', '3', '4');
INSERT INTO `u_role_permission` VALUES ('13', '4', '1');

-- ----------------------------
-- Table structure for u_user
-- ----------------------------
DROP TABLE IF EXISTS `u_user`;
CREATE TABLE `u_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(50) NOT NULL COMMENT '用户名',
  `password` varchar(50) NOT NULL,
  `salt` varchar(128) DEFAULT NULL COMMENT '加密盐值',
  `email` varchar(50) DEFAULT NULL COMMENT '邮箱',
  `phone` varchar(50) DEFAULT NULL COMMENT '联系方式',
  `sex` int(255) DEFAULT NULL COMMENT '年龄：1男2女',
  `age` int(3) DEFAULT NULL COMMENT '年龄',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '用户状态：1有效; 2删除',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '更新时间',
  `last_login_time` datetime DEFAULT NULL COMMENT '最后登录时间',
  `tmp1` varchar(255) DEFAULT NULL COMMENT '临时字段1',
  `tmp2` varchar(255) DEFAULT NULL COMMENT '临时字段2',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_user
-- ----------------------------
INSERT INTO `u_user` VALUES ('1', 'admin1', '0f776d546c09a76070847e383b1058ff', 'DpfK)r*I', '11', null, null, null, '1', null, null, null, null, null);
INSERT INTO `u_user` VALUES ('2', 'admin2', '881179c1152109e71cc284c1b22dd117', 'OnkM1%%O', '11', null, null, null, '1', null, null, null, null, null);
INSERT INTO `u_user` VALUES ('3', 'admin3', 'bca50e18ccdbb9ceb82fc97fb938b640', '*j*)Z@aL', '11', null, null, null, '1', null, null, null, null, null);
INSERT INTO `u_user` VALUES ('4', 'test', 'bca50e18ccdbb9ceb82fc97fb938b640', '*j*)Z@aL', '', null, null, null, '1', null, null, null, null, null);
INSERT INTO `u_user` VALUES ('5', 'test2', '536eed82bcdf079860122ff5cea40c99', 'ntwz7@(x', null, null, null, null, '1', null, null, null, null, null);

-- ----------------------------
-- Table structure for u_user_role
-- ----------------------------
DROP TABLE IF EXISTS `u_user_role`;
CREATE TABLE `u_user_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(20) NOT NULL COMMENT '用户id',
  `role_id` int(20) NOT NULL COMMENT '角色id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of u_user_role
-- ----------------------------
INSERT INTO `u_user_role` VALUES ('1', '1', '3');
INSERT INTO `u_user_role` VALUES ('2', '2', '3');
INSERT INTO `u_user_role` VALUES ('3', '3', '3');
INSERT INTO `u_user_role` VALUES ('4', '4', '1');
INSERT INTO `u_user_role` VALUES ('5', '1', '2');
